{
    "meta": {
        "url": "https://news.google.com/news?q=oscar", 
        "timestamp": "2016-03-02 19:19:33.601979"
    }, 
    "stories": [
        {
            "category": "oscar", 
            "source": "Variety", 
            "content_snippet": "When Emmanuel “Chivo” Lubezki won the cinematography Oscar for his work on “The Revenant” on Sunday night - his third consecutive in the category - he was tempted to make a joke in his speech.", 
            "link": "http://variety.com/2016/film/awards/chivo-oscars-emmanuel-lubezki-the-revenant-1201720062/", 
            "title": "Emmanuel 'Chivo' Lubezki on His Record-Breaking Oscar Win & Why the Speeches Never Get Easier"
        }, 
        {
            "category": "oscar", 
            "source": "The Atlantic", 
            "content_snippet": "In 2004, the Oscars handed 11 trophies, including Best Picture, to the most commercially successful film of the previous year, The Lord of the Rings: The Return of the King.", 
            "link": "http://www.theatlantic.com/entertainment/archive/2016/03/oscars-ratings-abc/471732/", 
            "title": "Why the 'Low' Oscar Ratings Shouldn't Matter"
        }, 
        {
            "category": "oscar", 
            "source": "The Independent", 
            "content_snippet": "It's Oscars night. Leonardo DiCaprio has finally won the Academy Award for Best Actor in a historic moment for his career.", 
            "link": "http://www.independent.co.uk/arts-entertainment/films/news/leonardo-dicaprio-fields-horribly-cringe-worthy-question-from-reporter-following-his-oscar-win-a6906806.html", 
            "title": "Leonardo DiCaprio fields cringe-worthy interview question following his Oscar win"
        }, 
        {
            "category": "oscar", 
            "source": "Fortune", 
            "content_snippet": "During the Oscars Sunday night, host Chris Rock, in a show of support for his two daughters - who are both Girl Scouts - asked the Hollywood elite in attendance to dig deep in their tuxedoed pockets and bejeweled evening clutches, and purchase some ...", 
            "link": "http://fortune.com/2016/03/01/girl-scouts-oscar-chris-rock/", 
            "title": "What the CEO of Girl Scouts Has to Say to Oscar Host Chris Rock"
        }, 
        {
            "category": "oscar", 
            "source": "Entertainment Weekly", 
            "content_snippet": "Sacha Baron Cohen's revival of his Ali G persona was one of the most surprising moments of Sunday's Oscars broadcast.", 
            "link": "http://www.ew.com/article/2016/03/01/sacha-baron-cohen-ali-g-surprise-oscar", 
            "title": "Sacha Baron Cohen defied Oscar producers to present as Ali G"
        }, 
        {
            "category": "oscar", 
            "source": "The Guardian", 
            "content_snippet": "His latest faux pas: using his Oscar acceptance speech to speculate that he was the first openly gay man to win (very wrong; it's worth at least a quick Google before a speech in front of hundreds of millions of people).", 
            "link": "http://www.theguardian.com/commentisfree/2016/mar/01/sam-smith-oscar-lgbt-history", 
            "title": "Sam Smith's Oscar faux pas shows LGBT people must learn their history"
        }, 
        {
            "category": "oscar", 
            "source": "The Guardian", 
            "content_snippet": "Amy Winehouse's father has hit out, again, at the makers of an acclaimed film about his daughter, after Asif Kapadia's Amy won the best documentary prize at Sunday night's Oscars. Mitch Winehouse lambasted director Kapadia for painting a “negative, ...", 
            "link": "http://www.theguardian.com/film/2016/mar/01/amy-winehouse-father-amy-director-asif-kapadia-oscar-win", 
            "title": "Amy Winehouse's father hits out at Amy director following Oscar win"
        }, 
        {
            "category": "oscar", 
            "source": "Vanity Fair", 
            "content_snippet": "“It girl” and emerging style icon Alicia Vikander won an Oscar Sunday night for her supporting turn in The Danish Girl, and she used the occasion, onstage, to thank her co-star (and fellow nominee) Eddie Redmayne and director Tom Hooper, as well as her ...", 
            "link": "http://www.vanityfair.com/hollywood/2016/03/alicia-vikander-oscar-party-tyler-oakley-video", 
            "title": "An Oscar-Clutching Alicia Vikander Has One More Person to Thank"
        }, 
        {
            "category": "oscar", 
            "source": "The Guardian", 
            "content_snippet": "She wore what I imagine was a long, flowing gown with many sparkles on it. Sparkles signify happiness, and why would Mindy Kaling be less than happy?", 
            "link": "http://www.theguardian.com/film/2016/feb/29/oscars-fashion-novice-dresses-review", 
            "title": "Oscar dresses reviewed by a man who knows nothing about fashion"
        }, 
        {
            "category": "oscar", 
            "source": "The Guardian", 
            "content_snippet": "Smith faced criticism after he received the award for best song for the James Bond film Spectre, and suggested on stage that he might be the first openly gay man to win an Oscar. “I read an article … by Sir Ian McKellen and he said no openly gay man ...", 
            "link": "http://www.theguardian.com/music/2016/mar/02/sam-smith-leaves-social-media-oscars-speech-gay", 
            "title": "Sam Smith quits social media over Oscars acceptance speech"
        }, 
        {
            "category": "oscar", 
            "source": "Daily Mail", 
            "content_snippet": "Costume designer Jenny Beavan and actress Cate Blanchett at the Oscars. Seeing this ordinary woman walking proudly to the stage in her Marks & Spencer jacket and jeans against a backdrop of etiolated beauties squeezed into all manner of priceless ...", 
            "link": "http://www.dailymail.co.uk/femail/article-3472305/SARAH-VINE-Hollywood-s-baglady-style-Oscars-diva.html", 
            "title": "Oscar winner Jenny Beavan has more style than any diva writes SARAH VINE"
        }, 
        {
            "category": "oscar", 
            "source": "ABC News", 
            "content_snippet": "When Leonardo DiCaprio took to the stage Sunday night to accept the Academy Award for his performance in “The Revenant,” the first-time winner received something not all winners do: a standing ovation.", 
            "link": "http://abcnews.go.com/Entertainment/oscars-2016-leonardo-dicaprio-reacts-standing-ovation/story?id=37278480", 
            "title": "Oscars 2016: Leonardo DiCaprio Reacts to Standing Ovation"
        }, 
        {
            "category": "oscar", 
            "source": "USA TODAY", 
            "content_snippet": "Fuller House tykes, take heart! There may be Oscar gold in your future. Both The Revenant's Leonardo DiCaprio and Room's Brie Larson , the best actor and actress, respectively, at Sunday's Academy Awards , trace their careers back to youthful roles in ...", 
            "link": "http://www.usatoday.com/story/life/entertainthis/2016/02/29/dicaprio-larson-give-kid-tv-stars-oscar-hope/81110766/", 
            "title": "DiCaprio, Larson give kid TV stars Oscar hope"
        }, 
        {
            "category": "oscar", 
            "source": "USA TODAY", 
            "content_snippet": "Stacey Dash, 49, isn't Clueless. She read the mean tweets viewers wrote about her during the Academy Awards. But, instead of sending you people straight to Blocklanta, she decided to take a cue from Jimmy Kimmel's popular Mean Tweets series.", 
            "link": "http://www.usatoday.com/story/life/entertainthis/2016/03/01/stacey-dash-mean-tweets-2016-oscars/81143716/", 
            "title": "Stacey Dash reads 'Mean Tweets' after her awkward Oscar cameo"
        }, 
        {
            "category": "oscar", 
            "source": "Forbes", 
            "content_snippet": "“Nobody expects to win an Oscar.” Spotlight captured the biggest award of the night despite trailing The Revenant (and The Big Short) as category favorite according to sources from presidential prognosticator Nate Silver's Fivethirtyeight to online ...", 
            "link": "http://www.forbes.com/sites/zackomalleygreenburg/2016/02/29/spotlight-best-picture-oscar-is-surprise-of-the-night/", 
            "title": "'Spotlight' Best Picture Oscar Is Surprise Of The Night"
        }, 
        {
            "category": "oscar", 
            "source": "Telegraph.co.uk", 
            "content_snippet": "Iñárritu, who won a Best Director Oscar in 2014 with Birdman, went more than $70 million over budget while shooting this frost-bitten period survival drama.", 
            "link": "http://www.telegraph.co.uk/culture/film/oscars/12177476/Oscars-2016-academy-award-winners-list-leonardo-dicaprio.html", 
            "title": "Oscars 2016: The full winners list"
        }, 
        {
            "category": "oscar", 
            "source": "People Magazine", 
            "content_snippet": "Leonardo DiCaprio's Win Beats Ellen DeGeneres' Selfie for Most Tweeted Oscar Moment Ever. 0SHARES. Reprint. 10 Comments subscribe now.", 
            "link": "http://www.people.com/people/package/article/0,,20985752_20990807,00.html", 
            "title": "Leonardo DiCaprio's Win Beats Ellen DeGeneres' Selfie for Most Tweeted Oscar Moment Ever"
        }, 
        {
            "category": "oscar", 
            "source": "CNNMoney", 
            "content_snippet": "Sunday night's presentation of the Best Picture Oscar to \"Spotlight\" was the culmination of a months-long awards season that had Hollywood elites buzzing about old-school, shoe-leather newspaper journalism.", 
            "link": "http://money.cnn.com/2016/02/29/media/spotlight-best-picture-reporters-actors/", 
            "title": "'Spotlight' journalists celebrate sweet Oscar victory"
        }, 
        {
            "category": "oscar", 
            "source": "Vanity Fair", 
            "content_snippet": "Fresh off of his Oscar win, Leonardo DiCaprio made his way to Vanity Fair's annual Oscar party, this year hosted at a custom Basil Walter–designed space in Beverly Hills between the Wallis Annenberg Center for the Performing Arts and City Hall.", 
            "link": "http://www.vanityfair.com/hollywood/2016/02/vanity-fair-2016-oscar-party-report", 
            "title": "Leonardo DiCaprio, Jennifer Lawrence, and More Celebrate the Oscars at"
        }, 
        {
            "category": "oscar", 
            "source": "Vanity Fair", 
            "content_snippet": "Tina Fey was in Los Angeles this weekend to attend the Academy Awards, but, as she told Howard Stern on Tuesday, she was very happy to return to the East Coast immediately afterward.", 
            "link": "http://www.vanityfair.com/hollywood/2016/03/tina-fey-oscars", 
            "title": "Tina Fey Discusses Her Oscar Night, Leonardo DiCaprio, and Fan-Girling Over Caitlyn Jenner"
        }
    ]
}