{
    "meta": {
        "url": "https://news.google.com/news?q=virtual%20reality", 
        "timestamp": "2016-03-02 19:22:43.746469"
    }, 
    "stories": [
        {
            "category": "virtual reality", 
            "source": "The Verge", 
            "content_snippet": "Of all the virtual reality headsets out there, the HTC Vive feels most like what science fiction visionaries promised us in the '80s and '90s.", 
            "link": "http://www.theverge.com/2016/3/2/11145676/htc-vive-pre-vr-headset-preview", 
            "title": "The HTC Vive Pre: an unfinished, incredibly fun virtual reality system"
        }, 
        {
            "category": "virtual reality", 
            "source": "Eater", 
            "content_snippet": "Coca-Cola has unveiled a new design for its retail packaging in which the cardboard can be folded into virtual reality glasses designed to be used with a smartphone.", 
            "link": "http://www.eater.com/2016/3/2/11145714/coca-cola-mcdonalds-virtual-reality-headsets", 
            "title": "Coke and McDonald's Are Now in the Virtual Reality Business"
        }, 
        {
            "category": "virtual reality", 
            "source": "Daily Mail", 
            "content_snippet": "From this Friday, children will be able to play virtual reality games or watch videos while tucking into their chicken nuggets.", 
            "link": "http://www.dailymail.co.uk/sciencetech/article-3473031/Virtually-lovin-McDonald-s-giving-away-Happy-Meal-boxes-transform-virtual-reality-headsets-children.html", 
            "title": "McDonald's to give away Happy Meal boxes that transform into virtual reality headsets"
        }, 
        {
            "category": "virtual reality", 
            "source": "Telegraph.co.uk", 
            "content_snippet": "McDonald's, though not a company renowned for its technological leanings, has jumped on the virtual reality bandwagon with the creation of a Happy Meal box which folds into a pair of VR Goggles.", 
            "link": "http://www.telegraph.co.uk/technology/2016/03/02/mcdonalds-to-sell-happy-meals-that-double-as-virtual-reality-gog/", 
            "title": "McDonald's to sell Happy Meals that double as virtual reality goggles"
        }, 
        {
            "category": "virtual reality", 
            "source": "New York Magazine", 
            "content_snippet": "Fashion's burgeoning love affair with virtual reality remains abloom. To coincide with Demna Gvasalia's highly anticipated debut show for Balenciaga on Sunday, the house is unveiling a new way to present the collection.", 
            "link": "http://nymag.com/thecut/2016/03/balenciaga-virtual-reality-livestream-fall-2016.html", 
            "title": "Get Ready to See Balenciaga in Virtual Reality"
        }, 
        {
            "category": "virtual reality", 
            "source": "euronews", 
            "content_snippet": "We have seen a lot of new applications for virtual reality, in education, in training, in sales… but there will be more, it's just the start.", 
            "link": "http://www.euronews.com/2016/03/02/2016-will-be-virtual-reality-year/", 
            "title": "2016 will be Virtual Reality year"
        }, 
        {
            "category": "virtual reality", 
            "source": "BBC News", 
            "content_snippet": "Minecraft is already adored by millions of gamers around the world - now Microsoft has shown us what the immersive world looks like in virtual reality. Microsoft bought the block-building phenomenon in 2014 for $2.5bn (£1.8bn) - a huge deal that had ...", 
            "link": "http://www.bbc.com/news/technology-35694467", 
            "title": "First look at virtual reality Minecraft"
        }, 
        {
            "category": "virtual reality", 
            "source": "The Creators Project (blog)", 
            "content_snippet": "Virtual reality is a great medium for evoking empathy and relating personal stories, and as such, it's a medium that's been embraced by no less than the United Nations.", 
            "link": "http://thecreatorsproject.vice.com/blog/virtual-reality-gaza-documentary", 
            "title": "Virtual Reality Doc Takes You Through a Mother's Grief in Gaza"
        }, 
        {
            "category": "virtual reality", 
            "source": "Hollywood Reporter", 
            "content_snippet": "Felix & Paul, founded by filmmakers Felix Lajeunesse and Paul Raphael in 2014, has established itself in a small but growing field of creators exploring live action storytelling in virtual reality. They have developed their own 360-degree camera, audio ...", 
            "link": "http://www.hollywoodreporter.com/news/virtual-reality-studio-felix-paul-872199", 
            "title": "Virtual Reality Studio Felix & Paul Taps New Regency's Ryan Horrigan (Exclusive)"
        }, 
        {
            "category": "virtual reality", 
            "source": "Mirror.co.uk", 
            "content_snippet": "Now the tech giant Samsung is hoping to persuade the world that the cool kids of the future will be able to witness the virtual reality \"future of music\" without even leaving their bedrooms. On Sunday, it staged a VR gig featuring a band called \"Years ...", 
            "link": "http://www.mirror.co.uk/tech/samsung-hails-virtual-reality-gig-7477441", 
            "title": "Samsung hails virtual reality gig as the 'future of music' - is this the end of rock'n'roll?"
        }, 
        {
            "category": "virtual reality", 
            "source": "RTE.ie", 
            "content_snippet": "An estate agency chain is to start using virtual reality technology to enable prospective house buyers to view properties. Sherry FitzGerald will initially use the Samsung Gear VR headset to show prospective purchasers what houses in the Rokeby Park ...", 
            "link": "http://www.rte.ie/news/business/2016/0302/772013-housing-virtual-reality/", 
            "title": "Estate agency to use virtual reality for house viewings"
        }, 
        {
            "category": "virtual reality", 
            "source": "WinBeta", 
            "content_snippet": "Microsoft announced earlier this week that the HoloLens Development Edition will start shipping on March 30th, and the headset will come bundled with several apps to inspire developers to imagine new use cases and mixed-reality experiences.", 
            "link": "http://www.winbeta.org/news/new-microsoft-patent-hints-towards-transformable-virtual-reality-experience-hololens", 
            "title": "New Microsoft patent hints towards a transformable Virtual Reality experience with HoloLens"
        }, 
        {
            "category": "virtual reality", 
            "source": "MIT Technology Review", 
            "content_snippet": "Facebook founder and CEO Mark Zuckerberg has been stoking excitement about virtual reality—a technology he has described as “the next major computing and communication platform”—for a few years now.", 
            "link": "https://www.technologyreview.com/s/600915/mark-zuckerberg-says-it-will-take-10-years-for-virtual-reality-to-reach-mass-market/", 
            "title": "Mark Zuckerberg Says It Will Take 10 Years for Virtual Reality to Reach Mass Market"
        }, 
        {
            "category": "virtual reality", 
            "source": "Mirror.co.uk", 
            "content_snippet": "“We have no plans to bring this particular box to the UK but trialled virtual reality on our Happy Meal boxes with our How To Train A Dragon promotion and continue to look for new ways to engage and excite with our packaging,” a spokesperson told us.", 
            "link": "http://www.mirror.co.uk/tech/mcdonalds-launches-happy-meal-box-7478458", 
            "title": "McDonald's launches a Happy Meal box that transforms into a virtual reality headset - but there's a catch"
        }, 
        {
            "category": "virtual reality", 
            "source": "1500 ESPN", 
            "content_snippet": "FORT MYERS, Fla. - People from MLB Advanced Media swung by Twins spring training with virtual reality goggles on Tuesday. They seemed to be a hit with players, and were a topic of chatter in the clubhouse.", 
            "link": "http://www.1500espn.com/twins-2/2016/03/photo-of-the-day-virtual-reality-goggles/", 
            "title": "Photo of the day: Virtual reality goggles"
        }, 
        {
            "category": "virtual reality", 
            "source": "The Australian Financial Review", 
            "content_snippet": "The race is on to get consumers excited about the latest generation of virtual reality headsets. Unfortunately, they're unavoidably tied to an expensive product that consumers just don't want.", 
            "link": "http://www.afr.com/technology/computer-not-included--the-ugly-truth-about-virtual-reality-gaming-20160302-gn8v91", 
            "title": "the ugly truth about virtual reality gaming"
        }, 
        {
            "category": "virtual reality", 
            "source": "Silicon Valley Business Journal", 
            "content_snippet": "Encouraged by the success, Google CEO Sundar Pichai formed a virtual reality unit last month and named Clay Bavor vice president of the division, according to Re/code, citing sources familiar with the situation.", 
            "link": "http://www.bizjournals.com/sanjose/news/2016/03/01/the-google-store-adds-a-virtual-reality-category.html", 
            "title": "​The Google Store adds a virtual reality category"
        }, 
        {
            "category": "virtual reality", 
            "source": "The Verge", 
            "content_snippet": "Unfortunately, it turns out that IBM isn't working on a full-on Sword Art Online MMO with Watson, SoftLayer, and virtual reality technology combining to render your own body in the game. News to that effect circulated last week, but as Road to VR ...", 
            "link": "http://www.theverge.com/2016/3/1/11137738/sword-art-online-vr-mmo-ibm", 
            "title": "The Sword Art Online virtual reality MMO isn't real"
        }, 
        {
            "category": "virtual reality", 
            "source": "AdAge.com (blog)", 
            "content_snippet": "2016 will be a pivotal year for virtual reality. While skeptics remain, many analysts and investors predict that virtual reality is on its way to becoming a mainstream platform. As the medium makes its way from headlines to homes, a content ecosystem ...", 
            "link": "http://adage.com/article/digitalnext/marketers-ruin-virtual-reality-ads/302878/", 
            "title": "Marketers, Don't Ruin Virtual Reality With Ads"
        }, 
        {
            "category": "virtual reality", 
            "source": "MIX", 
            "content_snippet": "The term “virtual reality” used to conjure up images of gamer geeks in headgear and gloves, and maybe for some it still does.", 
            "link": "http://www.mixonline.com/news/games-newmedia/dra-en-bo-njak-creates-his-own-virtual-reality/426860", 
            "title": "Dražen Bošnjak Creates His Own Virtual Reality"
        }
    ]
}