{
    "meta": {
        "url": "https://news.google.com/news?q=artificial%20intelligence", 
        "timestamp": "2016-03-02 19:24:31.157969"
    }, 
    "stories": [
        {
            "category": "artificial intelligence", 
            "source": "/FILM", 
            "content_snippet": "In AI, an artificial intelligence entity escapes its laboratory confinement and begins a methodical quest to carry out mysterious plans.", 
            "link": "http://www.slashfilm.com/luc-besson-artificial-intelligence-series/", 
            "title": "Luc Besson Will Make 'Artificial Intelligence' for TNT"
        }, 
        {
            "category": "artificial intelligence", 
            "source": "New York Times", 
            "content_snippet": "The field of artificial intelligence goes back to the beginning of the computer age and it has rolled through cycles of optimism and disillusion ever since, encouraged by a few movie robots and one very successful game show contestant.", 
            "link": "http://www.nytimes.com/2016/02/29/technology/the-promise-of-artificial-intelligence-unfolds-in-small-steps.html", 
            "title": "The Promise of Artificial Intelligence Unfolds in Small Steps"
        }, 
        {
            "category": "artificial intelligence", 
            "source": "Huffington Post", 
            "content_snippet": "Today, there are two primary strands of AI development - ANI (Artificial Narrow Intelligence) and AGI (Artificial General Intelligence). ANI is often termed \"weak AI\" and is \"the expert\" of the pair, using its intelligence to perform specific functions ...", 
            "link": "http://www.huffingtonpost.com/daniel-faggella/artificial-intelligence-r_b_9344088.html", 
            "title": "Artificial Intelligence Risk - 12 Researchers Weigh in on the Danger's of Smarter Machines"
        }, 
        {
            "category": "artificial intelligence", 
            "source": "RollingStone.com", 
            "content_snippet": "Artificial intelligence may well help solve the most complex problems humankind faces, like curing cancer and climate change - but in the near term, it is also likely to empower surveillance, erode privacy and turbocharge telemarketers.", 
            "link": "https://www.rollingstone.com/culture/features/inside-the-artificial-intelligence-revolution-a-special-report-pt-1-20160229", 
            "title": "Inside the Artificial Intelligence Revolution: A Special Report, Pt. 1"
        }, 
        {
            "category": "artificial intelligence", 
            "source": "cinema5D news (press release) (blog)", 
            "content_snippet": "Yesterday DJI released the new Phantom 4 drone that marks a significant upgrade in terms of a consumer drone's artificial intelligence. Here's how DJI's new “toy” uses depth maps & machine learning to understand its surroundings. dji-phantom-4-2 ...", 
            "link": "https://www.cinema5d.com/dji-phantom-artificial-intelligence/", 
            "title": "How the DJI Phantom 4 Uses Artificial Intelligence"
        }, 
        {
            "category": "artificial intelligence", 
            "source": "Vanderbilt University News", 
            "content_snippet": "For the first time, experts in the field of artificial intelligence will gather at an event dedicated to a full discussion of the future of machine learning in the legal profession.", 
            "link": "http://news.vanderbilt.edu/2016/03/how-shall-we-manage-machines-that-practice-law/", 
            "title": "Law school to host conference with top minds in artificial intelligence"
        }, 
        {
            "category": "artificial intelligence", 
            "source": "Penn Current", 
            "content_snippet": "When scholars began studying human intelligence, Miracchi says two schools of thought emerged: One group said human beings are simply computers, with mental states and actions explained in computational terms.", 
            "link": "http://www.upenn.edu/pennnews/current/2016-03-03/latest-news/penn-philosopher-sheds-new-light-robots-artificial-intelligence", 
            "title": "Penn philosopher sheds new light on robots, artificial intelligence"
        }, 
        {
            "category": "artificial intelligence", 
            "source": "1to1 Media", 
            "content_snippet": "Now, imagine an IVR solution outfitted with the latest artificial intelligence, or AI, software. The greeting might begin with \"Please tell us in a few words why you're calling today.", 
            "link": "http://www.1to1media.com/view.aspx?docid=35719", 
            "title": "Artificial Intelligence, IVR Customer Service and the Promise of Zero"
        }, 
        {
            "category": "artificial intelligence", 
            "source": "The Independent", 
            "content_snippet": "Artificial intelligence should be used to provide children with one-to-one tutoring to improve their learning and monitor their well-being, academics have argued.", 
            "link": "http://www.independent.co.uk/news/education/education-news/artificial-intelligence-should-be-used-to-give-children-one-on-one-tutoring-a6902296.html", 
            "title": "Artificial intelligence 'should be used to give children one-on-one tutoring'"
        }, 
        {
            "category": "artificial intelligence", 
            "source": "euronews", 
            "content_snippet": "So what we are doing now is we are developing different robots with different tastes - artificial tastes - and we are trying to see if they can explore the world around them in more interesting ways.", 
            "link": "http://www.euronews.com/2016/03/02/art-critic-robot-tours-quai-branly-in-paris/", 
            "title": "Putting the art into artificial intelligence as a critic robot tours Quai Branly in Paris"
        }, 
        {
            "category": "artificial intelligence", 
            "source": "Re/code", 
            "content_snippet": "San Francisco played host to “DeepDream,” an event that its organizers, members of Google's research and virtual reality divisions, call the first ever art exhibition produced by neural nets - the en vogue artificial intelligence tool that roughly ...", 
            "link": "http://recode.net/2016/02/27/googles-tripply-ai-neural-nets-put-on-an-art-show/", 
            "title": "Google's Tripply AI Neural Nets Put On an Art Show"
        }, 
        {
            "category": "artificial intelligence", 
            "source": "ETFdb.com", 
            "content_snippet": "I am Emma/Mansi (machine augmented neural search interface), an Artificial Intelligence that is built on top of a convolution neural network.", 
            "link": "http://etfdb.com/news/2016/03/01/artificial-intelligence-writing-about-the-technology-etf-qqq/", 
            "title": "Artificial Intelligence Writing About the ETF QQQ"
        }, 
        {
            "category": "artificial intelligence", 
            "source": "STGIST", 
            "content_snippet": "Google is a tech giant with deep links with supercomputers, artificial intelligence and more prominently with computer algorithms - so much so that it is now a verb (and not only a division of Alphabet Inc.) which is defined by Oxford Dictionaries as ...", 
            "link": "http://stgist.com/2016/02/google-artificial-intelligence-development-expands-to-smart-image-location-7174", 
            "title": "Google's Artificial Intelligence Development Expands To Smart Image Location"
        }, 
        {
            "category": "artificial intelligence", 
            "source": "Business Wire (press release)", 
            "content_snippet": "With BluVector 2.0, enterprises now have the ability to train their BluVector appliance on their environment, through a ground breaking new artificial intelligence capability. BluVector will demonstrate its new advanced threat detection and cyber ...", 
            "link": "http://www.businesswire.com/news/home/20160301005340/en/BluVector-Debuts-Artificial-Intelligence-Capability-Advanced-Threat", 
            "title": "BluVector Debuts Artificial Intelligence Capability for Advanced Threat Detection"
        }, 
        {
            "category": "artificial intelligence", 
            "source": "Android Headlines - Android News", 
            "content_snippet": "Mr. Zuckerberg also spoke at length about artificial intelligence (AI), and sought to dispel any notion that human civilization as we know it today may someday be under the threat of a concerted attack by robots guided by AI, along the lines of sci-fi ...", 
            "link": "http://www.androidheadlines.com/2016/03/zuckerberg-virtual-reality-artificial-intelligence.html", 
            "title": "Zuckerberg On Virtual Reality, Artificial Intelligence & More"
        }, 
        {
            "category": "artificial intelligence", 
            "source": "Wired.co.uk", 
            "content_snippet": "Google is teaching its artificial intelligence how to understand language by making it predict, and replicate, the works of famous dead authors.", 
            "link": "http://www.wired.co.uk/news/archive/2016-02/26/google-author-create-artificial-intelligence", 
            "title": "Google wants to predict the next sentences of dead authors"
        }, 
        {
            "category": "artificial intelligence", 
            "source": "Co.Create", 
            "content_snippet": "The bulk of our impressions of artificial intelligence are based on how it's portrayed in movies. From Blade Runner to The Terminator to Ex Machina to Avengers: Age of Ultron, it's clear the only inevitable path to the impending robot apocalypse will ...", 
            "link": "http://www.fastcocreate.com/3057205/ridley-scott-and-carrie-fisher-help-ibm-make-artificial-intelligence-a-bit-less-scary", 
            "title": "Ridley Scott And Carrie Fisher Help IBM Make Artificial Intelligence A Bit Less Scary"
        }, 
        {
            "category": "artificial intelligence", 
            "source": "TimeOutDubai.com", 
            "content_snippet": "Here's where AI comes in: Hub Zero, with a tagline of 'Live The Game', promises to create a vibrant virtual environment' with games 'powered by artificial intelligence and featuring real-time engines to provide an unmatched interactive and non ...", 
            "link": "http://www.timeoutdubai.com/aroundtown/news/69868-hub-zero-brings-artificial-intelligence-to-dubai", 
            "title": "Hub Zero brings Artificial Intelligence to Dubai"
        }, 
        {
            "category": "artificial intelligence", 
            "source": "The VAR Guy", 
            "content_snippet": "Thanks to advances in robotics and artificial intelligence, there is growing concern that technology will soon cost more workers their jobs.", 
            "link": "http://thevarguy.com/var-guy/doyle-report-will-robots-and-artificial-intelligence-take-your-job", 
            "title": "The Doyle Report: Will Robots and Artificial Intelligence Take Your Job?"
        }, 
        {
            "category": "artificial intelligence", 
            "source": "Huffington Post", 
            "content_snippet": "You probably don't realize it, but if you use Facebook, you're working with artificial intelligence every day. The social network is able to recognize patterns in how you interact with things and deliver content in response.", 
            "link": "http://www.huffingtonpost.com/entry/mark-zuckerberg-facebook-artificial-intelligence-berlin_us_56cf1048e4b0bf0dab30e4ba", 
            "title": "Facebook Is Already Using Its Artificial Intelligence On You"
        }
    ]
}