{
    "meta": {
        "url": "https://news.google.com/news?q=internet%20of%20things", 
        "timestamp": "2016-03-02 19:23:34.952711"
    }, 
    "stories": [
        {
            "category": "internet of things", 
            "source": "Business Insider", 
            "content_snippet": "The electronics and media company announced Tuesday that it plans to build its second Internet of Things (IoT) team of approximately 20 to 30 people in Europe, according to CNBC.", 
            "link": "http://www.businessinsider.com/sony-creates-europe-iot-team-internet-of-things-2016-3", 
            "title": "Like an expert player in a game of Risk, Sony is expanding into Europe."
        }, 
        {
            "category": "internet of things", 
            "source": "Investor's Business Daily", 
            "content_snippet": "2:46 PM EST Gemalto exec David Etue hinged the success of the Internet of Things industry to an efficient software update process.", 
            "link": "http://www.investors.com/news/technology/software-updates-to-thump-motivated-iot-hackers-gemalto-says/", 
            "title": "Software Updates To Thump 'Motivated' Internet Of Things Hackers"
        }, 
        {
            "category": "internet of things", 
            "source": "BetaNews", 
            "content_snippet": "The Internet of Things (IoT) is the newest technology mega-trend, according to Goldman Sachs, and it's easy to see why.", 
            "link": "http://betanews.com/2016/03/02/get-serious-internet-of-things/", 
            "title": "It's time to get serious about Internet of Things"
        }, 
        {
            "category": "internet of things", 
            "source": "Los Angeles Times", 
            "content_snippet": "This is the frontier of the so-called Internet of Things: Privacy vulnerabilities have spread from your Internet-connected computers and phones to household devices that can give hackers, whether working for the government or acting illegally, access ...", 
            "link": "http://www.latimes.com/business/hiltzik/la-fi-mh-apple-the-internet-of-things-vulnerable-to-attack-20160301-column.html", 
            "title": "Apple, the FBI, and the Internet of Things: Your whole house is open to attack"
        }, 
        {
            "category": "internet of things", 
            "source": "Cape May County Herald", 
            "content_snippet": "H.), and Brian Schatz (D-Hawaii) introduced bipartisan legislation addressing the future impact of new technology known as the “Internet of Things.” The bill, known as the Developing Innovation and Growing the Internet of Things (DIGIT) Act builds upon ...", 
            "link": "http://www.capemaycountyherald.com/news/government/article_f525595a-e037-11e5-bc00-a31174411fe6.html", 
            "title": "Booker Introduces Bipartisan Internet of Things Bill"
        }, 
        {
            "category": "internet of things", 
            "source": "Business Insider", 
            "content_snippet": "The Internet of Things (IoT) is changing business models, increasing output, and automating processes across a number of industries.", 
            "link": "http://www.businessinsider.com/internet-of-things-in-manufacturing-2016-2?ref=techtout", 
            "title": "The manufacturing industry is being revolutionized by the Internet of Things"
        }, 
        {
            "category": "internet of things", 
            "source": "Siliconrepublic.com", 
            "content_snippet": "Startupbootcamp has established a new accelerator focused purely on internet of things and connected devices at the new 70,000 sq ft Cocoon Networks Lab in London.", 
            "link": "https://www.siliconrepublic.com/machines/2016/03/02/new-accelerator-focused-purely-on-internet-of-things-to-kick-off-in-london", 
            "title": "New accelerator focused purely on internet of things to kick off in London"
        }, 
        {
            "category": "internet of things", 
            "source": "Nextgov", 
            "content_snippet": "The new bipartisan bill introduced Tuesday directs the Federal Communications Commission to report on the spectrum required to support the Internet of Things. It also proposes creating a working group, made of public and private sector representatives, ...", 
            "link": "http://www.nextgov.com/emerging-tech/2016/03/senators-introduce-another-internet-things-bill/126323/", 
            "title": "Senators Introduce Another Internet of Things Bill"
        }, 
        {
            "category": "internet of things", 
            "source": "Motley Fool", 
            "content_snippet": "In an emerging market, like the Internet of Things (IoT), today's leaders can easily become tomorrow's laggards. Currently, Johnson Controls (NYSE: JCI) is at the forefront of developing building automation systems (BASes) and following several ...", 
            "link": "http://www.fool.com/investing/general/2016/03/01/3-strengths-in-johnson-controls-internet-of-things.aspx", 
            "title": "How Strong Is Johnson Controls' Internet of Things Position?"
        }, 
        {
            "category": "internet of things", 
            "source": "IoT Business News (press release) (subscription) (blog)", 
            "content_snippet": "According to a new report published by Allied Market Research titled, “World Internet of Things (IoT) Healthcare Market - Opportunities and Forecasts, 2014-2021”, the world internet of things (IoT) healthcare market is expected to reach $136.8 billion ...", 
            "link": "http://iotbusinessnews.com/2016/03/02/34847-internet-of-things-iot-healthcare-market-is-expected-to-reach-136-8-billion-worldwide-by-2021/", 
            "title": "Internet of Things (IoT) Healthcare Market is Expected to Reach $136.8 Billion Worldwide by 2021"
        }, 
        {
            "category": "internet of things", 
            "source": "Global Trade Magazine (blog)", 
            "content_snippet": "THE INTERNET OF THINGS IS A CONVERGENCE OF MOBILE DEVICES, INFORMATION TECHNOLOGY NETWORKS, CONNECTED SENSORS AND DEVICES: The DHS call for security solutions seeks novel ideas and technologies to improve situational ...", 
            "link": "http://www.globaltrademag.com/global-trade-daily/news/dhs-awards-contract-for-internet-of-things-systems-security", 
            "title": "DHS Awards Contract for Internet of Things Systems Security"
        }, 
        {
            "category": "internet of things", 
            "source": "Phys.Org", 
            "content_snippet": "The problem is that, like the future role of 5G, the future role of Internet of Things enabled possibility is still at the stage of small pilots and trials.", 
            "link": "http://phys.org/news/2016-02-5g-internet.html", 
            "title": "Will 5G support the Internet of Things?"
        }, 
        {
            "category": "internet of things", 
            "source": "Nikkei Asian Review", 
            "content_snippet": "BARCELONA, Spain -- Wireless carriers and telecom equipment manufacturers of the world are locked in a high-stakes battle over the infrastructure technology for the \"Internet of Things.\" The Internet of Things is a network of countless digital devices ...", 
            "link": "http://asia.nikkei.com/Tech-Science/Tech/Carriers-telecom-equipment-makers-battle-over-Internet-of-Things-infrastructure", 
            "title": "Carriers, telecom equipment makers battle over 'Internet of Things' infrastructure"
        }, 
        {
            "category": "internet of things", 
            "source": "The Hindu", 
            "content_snippet": "The government at its Cabinet meeting held here on Wednesday, resolved to put in place Internet of Things (IoT) Policy 2016-20 to capture at least 10 per cent ($ 1.5 billion) of the Indian IoT market and eventually become an 'IoT hub.", 
            "link": "http://www.thehindu.com/news/cities/Vijayawada/nod-for-internet-of-things-policy/article8306680.ece", 
            "title": "Nod for Internet of Things Policy"
        }, 
        {
            "category": "internet of things", 
            "source": "SecurityNewsDesk", 
            "content_snippet": "Steve will offer insight into Electronic Security within the Internet of Things (IoT) and representatives from RISCO will take the opportunity to explain to delegates how growing demand for networked security products is having a significant impact ...", 
            "link": "http://www.securitynewsdesk.com/risco-group-talks-internet-of-things-at-nsi-installer-summit/", 
            "title": "RISCO Group talks Internet of Things at NSI Installer Summit"
        }, 
        {
            "category": "internet of things", 
            "source": "The Guardian", 
            "content_snippet": "Currently there is no specific legislation in place for the Internet of Things. The concept is so new and the technology changes so rapidly that the law has thus far found it impossible to keep up.", 
            "link": "http://www.theguardian.com/sustainable-business/2016/feb/29/is-the-internet-of-things-putting-your-childs-privacy-at-risk", 
            "title": "Is the Internet of Things putting your child's privacy at risk?"
        }, 
        {
            "category": "internet of things", 
            "source": "GCN.com (blog)", 
            "content_snippet": "One of the critical obstacles to achieving an efficient Internet of Things is being able to build sensors small enough to be implanted in all the nooks and crannies of our environment but that still carry enough power to send their data.", 
            "link": "https://gcn.com/blogs/emerging-tech/2016/03/low-power-wifi.aspx", 
            "title": "Passive Wi-Fi will boost Internet of Things"
        }, 
        {
            "category": "internet of things", 
            "source": "PR Newswire (press release)", 
            "content_snippet": "NEW BRUNSWICK, N.J., March 1, 2016 /PRNewswire-USNewswire/ -- Rutgers Business School Executive Education is launching an accelerated certificate program that will explore the impact of the Internet of Things (IoT) on the next generation of supply ...", 
            "link": "http://www.prnewswire.com/news-releases/international-internet-of-things-iot-supply-chain-revolution-explored-by-rutgers-300228020.html", 
            "title": "International Internet of Things (IoT) Supply Chain Revolution explored by Rutgers"
        }, 
        {
            "category": "internet of things", 
            "source": "Post and Parcel", 
            "content_snippet": "Swiss Post said that it is now exploring the potential of setting up its own nationwide LoRa network, which will enable it to create an infrastructure for the “Internet of Things” in Switzerland in the near future. Swiss Post is planning to go live ...", 
            "link": "http://postandparcel.info/71553/news/swiss-post-developing-internet-of-things-project/", 
            "title": "Swiss Post developing “Internet of Things” project"
        }, 
        {
            "category": "internet of things", 
            "source": "WIRED", 
            "content_snippet": "His latest bet is that the much-hyped Internet of Things is finally going to take off. But he's not interested in the plethora of “smart” gadgets aimed at consumers.", 
            "link": "http://www.wired.com/2016/02/tech-tycoon-bets-business-internet-things-future/", 
            "title": "Tech Tycoon Bets Business Is the Internet of Things' Future"
        }
    ]
}