{
    "news14": "Syracuse, NY -- Authorities today released a mug shot of former Syracuse police Sgt.", 
    "news15": "Thomas Connellan, who was charged Friday with grand larceny.", 
    "news16": "Isaac Rubenstein pours a pint of Tipperary Red, a new Irish-style red ale from Middle Ages Brewing Co. in Syracuse.", 
    "news17": "(Don Cazentre).", 
    "news10": "St. Bonaventure University guard Idris Taqqee (1) and Syracuse University forward Tyler Roberson (21) go for a loose ball during the second half of the Syracuse- St. Bonaventure game at the Carrier Dome, Nov. 17, 2015.", 
    "news11": "Disabled Man Tasered on Centro Bus Syracuse police used a taser to get Brad Hulett off a Centro bus May 3, 2013, after he refused to sit down or get off on his own.", 
    "news12": "The council sued Mayor Stephanie Miner's administration last July after the administration shut off access to computers for councilors and the city clerk.", 
    "news13": "Syracuse, N.Y. - Many parts of the historic Hotel Syracuse are being restored, but the mural that gave its popular Persian Terrace room its name isn't.", 
    "news18": "If you live in the Syracuse area and you're thinking about retiring, perhaps you should head for sunnier skies out west.", 
    "news19": "A new study by Bankrate.", 
    "news47": "The murderer had a long record of mental illness, but now she's being held up by Russian nationalists as an example of the threat posed by all immigrants.", 
    "news38": "The jury at Bradford Crown Court found Johnson guilty of a charge of sexual touching, but not guilty on a charge relating to another sexual act.", 
    "news39": "CALAIS, France - Rahmanjan Safy scrambled to salvage anything valuable from the demolished tents and makeshift shelters at this Calais migrant camp Wednesday, even as riot police and bulldozers destroyed the site.", 
    "news46": "The U.S. military's top officer in the Pacific urged Indian officials Wednesday to pursue even closer military ties with the United States - part of a broader effort by the Pentagon to strengthen a relatively new partnership in the region, as China ...", 
    "news32": "Students from Baldwinsville will perform \"Seussical the Musical\" as their spring show 7 p.m.", 
    "news33": "2016-02-28-sdc-suwomenlaxno.JPG Syracuse University lacrosse player Halle Majorana paced the Orange with three goals and four assists on Sunday in a win over Northwestern.", 
    "news30": "It may be a first for Central New York: C.W.", 
    "news31": "Baker High School's performances of their high school musical have sold out.", 
    "news36": "UNITED NATIONS North Korea faces harsh new U.N. sanctions to starve it of money for its nuclear weapons program following a unanimous Security Council vote on Wednesday on a resolution drafted by the United States and Pyongyang's ally China.", 
    "news37": "Ex-England footballer Adam Johnson has been found guilty of one count of sexual activity with a girl aged 15.", 
    "news34": "There is a good likelihood that the piece of debris recovered in Mozambique is from a Boeing 777, like the Malaysia Airlines flight that disappeared two years ago this month, according to a U.S.", 
    "news35": "JAKARTA, Indonesia (AP) - A powerful, shallow earthquake hit off the southwestern coast of Sumatra in Indonesia on Wednesday, triggering a tsunami warning that sent islanders rushing to high ground.", 
    "news44": "As Donald Trump disrupts the Republican establishment and infuriates the opposing party, many have said that they would move out of the country if he were elected president.", 
    "news43": "TEL AVIV - The Israel Defense Forces took disciplinary action Wednesday against commanders of two noncombatant soldiers whose use of a crowdsourced mapping app delivered them into a high-threat refugee camp near Jerusalem where they quickly ...", 
    "news42": "Cardinal George Pell, one of the highest-ranking officials at the Vatican, has admitted to an Australian government commission that when a schoolboy came to him decades ago to report that a Catholic teacher was \"misbehaving with boys\" he did not report ...", 
    "news41": "Gen. Philip Breedlove told the U.S. Armed Services Committee Tuesday Russia and Syria were deliberately targeting Syrian civilians to provoke mass migration to Europe, stretching European resources.", 
    "news40": "American troops in Iraq are interrogating a leader of the Islamic State after capturing him in a special operations raid, according to national security officials in Washington.", 
    "news45": "KABUL, Afghanistan - The departing commander of American and NATO forces in Afghanistan, Gen. John F. Campbell, warned of challenging times ahead for the country and encouraged reforms in the Afghan security forces, which have struggled in ...", 
    "news29": "Mark Nicotra's letter concerning the Interstate 81 Reconstruction Plan's effect on our economy (\"Final I-81 plan must consider economic impact,'' Feb. 25, 2016) did not mention some critical information concerning the advantages of the Community Grid ...", 
    "news28": "Print Email · Mike Waters | mwaters@syracuse.", 
    "news49": "DUBAI, United Arab Emirates - A Saudi-led bloc of six Persian Gulf Arab nations formally branded Hezbollah a terrorist organization on Wednesday, ramping up the pressure on the Lebanese militant group fighting on the side of Syrian President Bashar ...", 
    "news48": "HARARE, Zimbabwe - A former vice president in Zimbabwe announced plans Tuesday to run in elections scheduled for 2018 against President Robert Mugabe.", 
    "news21": "(Kevin Rivoli | krivoli@syracuse.com).", 
    "news20": "Central Square and coach Matt DiCarlo will compete in Class A for the 2016 football season.", 
    "news23": "Oswego State catcher Collin Thompson hit .600 with two doubles and four RBI in three games last weekend.", 
    "news22": "The touring spectacle \"Peppa Pig's Big Splash\" will take the stage at the Oncenter Crouse-Hinds Theater on Thursday, September 15 at 5 p.m.", 
    "news25": "Print Email · Lindsay Kramer | lkramer@syracuse.", 
    "news24": "(Submitted photo).", 
    "news27": "(File photo).", 
    "news26": "The Sporting News calls Eric Devendorf \"Syracuse's last great villain in the Big East.''", 
    "news2": "OK, it's not always this bleak at Le Moyne College during March, but it does get cold and wet and windy.", 
    "news3": "Still, the raw conditions matter little to the Dolphins' baseball team, which plays on despite the weather.", 
    "news0": "New York Gov.", 
    "news1": "Andrew Cuomo exits his bus outside the Solvay-Geddes Community Youth Center in Solvay, where he urged a crowd of about 150 people on Wednesday, March 2, 2016 to press lawmakers to approve a $15 an hour minimum wage.", 
    "news6": "Katie Tastrom, a self-described \"fat activist\" in Syracuse, says she was surprised to suddenly be uncomfortable with her post-pregnancy figure.", 
    "news7": "Delaware State graduate transfer defensive end Gabe Sherrod committed to Syracuse after visiting this weekend.", 
    "news4": "A depiction of of The Big Yellow Fellow, a pedal-powered pub on wheels.", 
    "news5": "Rendering shows the pub parked in front of the Onondaga Historical Association on Montgomery Street.", 
    "news8": "(John Middlebrook | The Associated Press).", 
    "news9": "Leon County Jail released this mugshot of Michael Rubens, arrested in January 2015 on charges of cyberstalking, hacking and identity theft."
}