[
    {
        "id": "112256792195124",
        "name": "Open Source Society Malta - OSSMALTA.com",
        "posts": [
            {
                "comments": [],
                "createdTime": "Mon Feb 08 16:57:26 EST 2016",
                "id": "112256792195124_973184136102381",
                "message": "After months of preparation, the European Commission (EC) released its broad 5-year roadmap in early May for information and communications technology (ICT) policy, the Digital Single Market Strategy, or DSM. The plan is structured around three main pillars or goals, which include: better access for consumers and businesses to online goods and services (seeking to remove the differences between the online and offline worlds, as well as cross-border harmonization of commercial rules) [  840 more words. ] \n\nhttp://ossmalta.com/5-year-roadmap-for-it-and-open-source-in-the-european-union/"
            },
            {
                "comments": [],
                "createdTime": "Mon Feb 08 15:07:28 EST 2016",
                "id": "112256792195124_973135112773950",
                "message": "In this morning's Red Hat Summit sessions, Jean Staten Healy and Bob Sutor of IBM presented on the solutions that communities around the world are implementing using Linux as a catalyst for a smarter planet. The IT industry exists to solve problems. And you can solve them at a micro level, or you can look problems that are so huge, they affect countries, or the entire world. [  622 more words. ] \n\nhttp://ossmalta.com/linux-as-a-catalyst-for-a-smarter-planet/"
            },
            {
                "comments": [],
                "createdTime": "Sun Feb 07 06:32:47 EST 2016",
                "id": "112256792195124_972315482855913",
                "message": "First of we would like to thank our friends at Malta Linux user Group, Institute of Computer Education and Canonical Ltd Who organised one of many digital workshops around the maltese islands, this time it was headed at SmartCity Malta and was second in a series of FREE workshops on Linux and Open Source software. This time the workshop’s speaker was William Reade from Canonical Ltd (the company behind Ubuntu Linux) who will be talking about Juju – an easy way to automate cloud infrastructure.\n\nhttp://ossmalta.com/introduction-to-juju-by-its-developer-in-malta/"
            },
            {
                "comments": [],
                "createdTime": "Sun Feb 07 05:50:06 EST 2016",
                "id": "112256792195124_972295526191242",
                "message": "#Fresh new look to the website, on a new server, one thing we learn't not that many information on #opensource control panels for servers... so we wrote one up a few we have tested others we came across, hopefully some would of be of help, tell us what you think?"
            },
            {
                "comments": [],
                "createdTime": "Tue Sep 01 00:09:37 EDT 2015",
                "id": "112256792195124_893991520688310"
            },
            {
                "comments": [{
                    "createdTime": "Mon Jun 23 17:09:28 EDT 2014",
                    "id": "633335606753904_668981546522643",
                    "message": "Position is still open, current site admins are busy with their projects and require assistance."
                }],
                "createdTime": "Mon Apr 14 10:59:33 EDT 2014",
                "id": "112256792195124_633335606753904"
            },
            {
                "comments": [],
                "createdTime": "Tue Dec 24 13:39:17 EST 2013",
                "id": "112256792195124_579004565520342",
                "message": "Merry Christmas to all from the Open Source Society Malta - OSSMALTA.com Community"
            },
            {
                "comments": [],
                "createdTime": "Sun Dec 08 18:19:45 EST 2013",
                "id": "112256792195124_571234219630710",
                "message": "The Open Source Society Malta - OSSMALTA.com Infrastructure team would like to update every one that the website and online network will be undergoing upgrades and updates, we are sorry for any inconvenience caused during the network upgrade.\r\n\r\nWhat will the upgrade include?\r\n\r\n- Students with a Valid student card / ID benefit from a 10gb web hosting for FREE.\r\n- Open Source developers also benefit from FREE webhosting and emails hosting for their projects, (minimum 10gb hosting)\r\n- FREE web hosting to Maltese communities including community radio's)\r\n- A Beta gaming social site relating to OSS games will be launched publicly.\r\n- Newsletter system & Social networking features will be implemented on the ossmalta.com website to turn the site from a blog to a more communal site.\r\n\r\nThat sounds great, but when will this be done?\r\nWe are currently looking at 2 weeks to be complete, bearing in mind that Christmas is around the corner.\r\n\r\nGot questions or want to give feedback, simply email us at into@ossmalta.com"
            },
            {
                "comments": [],
                "createdTime": "Fri Jul 12 21:59:32 EDT 2013",
                "id": "112256792195124_495848420502624",
                "message": "Though this is off topic from open-sorce, bit we have just added the following FM radio directoy to our website, please do understand that some stations transmit in OGG format instead of mp2/3, OGG is an open-ource media format.\n\nVisit: http://ossmalta.com/wireless/fm-radio/ for FM radio listing..."
            },
            {
                "comments": [{
                    "createdTime": "Fri Jul 12 18:34:48 EDT 2013",
                    "id": "486347821452684_1544787",
                    "message": "this has been compleetly resolved as of this morning, we're sorry for the delay in updates as we where still monitering for any other un-documented bugs."
                }],
                "createdTime": "Sat Jun 22 16:13:18 EDT 2013",
                "id": "112256792195124_486347838119349",
                "message": "Due to an unforeseen spike in traffic, our \"Blazzing Fast Servers\" are currently facing Network issue on the Open Source Society Malta - OSSMALTA.com network, we are currently looking into the matter."
            },
            {
                "comments": [],
                "createdTime": "Tue Jun 11 09:00:55 EDT 2013",
                "id": "112256792195124_479657098788423",
                "message": "Open Source Society Malta - OSSMALTA.com would like to update Vodafone Malta email users that a spam email is being sent out requesting you to login and \"update\" your details to prevent you loosing you account on the [your_account_name]@vodafone.com.mt network.\n\nThis how ever is a fake the email that wants to use your account for evil intentions and Vodafone Malta's Customer Service has been notified."
            },
            {
                "comments": [],
                "createdTime": "Sat Jun 01 10:11:44 EDT 2013",
                "id": "112256792195124_474942859259847",
                "message": "While of you may already know Google has launched its summer of code 2013... With this on the horizon, Open Source Society Malta - OSSMALTA.com has teamed up with War Max It - warmaxit.com to provide OPEN SOURCE projects based in the mediterean free web hosting for thier project, each project gets a 10gb hosting plan on the OSSMalta network and for projects that don't have a domain we can offer a subdomain for example yourproject.ossmalta.com\r\n\r\nContact us on info@ossmalta.com for more information."
            },
            {
                "comments": [],
                "createdTime": "Mon May 27 02:38:00 EDT 2013",
                "id": "112256792195124_472661362821330",
                "message": "we would like to update everyone that our systems will be temporarily down for the next 48 hours since we are currently doing maintenance on our network, we are sorry for any inconvenience caused.\n\nwe also would like to thank War Max It - warmaxit.com for thier assistance in the network upgrade."
            },
            {
                "comments": [],
                "createdTime": "Wed Apr 10 20:12:55 EDT 2013",
                "id": "112256792195124_144021782444195",
                "message": "We have just re-designed our sign up form, to ensure ease of use, also a new feature added is SMS-Updates, where you will also receive exclusive offers, event invites and so on by sms and email."
            },
            {
                "comments": [],
                "createdTime": "Mon Apr 08 07:30:44 EDT 2013",
                "id": "112256792195124_449408278479972",
                "message": "Coming soon to Open Source Society Malta - OSSMALTA.com - Top wordpress Plugins/recommendations by OSSMalta Members,Android ROM Reviews, Application Reviews, aswell as more updates on The wireless and downloads page."
            },
            {
                "comments": [],
                "createdTime": "Fri Mar 22 16:59:49 EDT 2013",
                "id": "112256792195124_442006619220138",
                "message": "Content Writers with a passion for Open-Source technology wanted for an online community to help around the site and possibly grow their portfolio.\r\n\r\nFor more information kindly contact us at: Info@ossmalta.com"
            },
            {
                "comments": [],
                "createdTime": "Tue Mar 12 21:23:29 EDT 2013",
                "id": "112256792195124_437696436317823",
                "message": "Coming soon to the Open Source Society Malta - OSSMALTA.com website is The Wireless - where you can find all that you need to know about wireless signals in and around the Maltese islands.\r\n\r\n[Currently with Maltese TV + Radio Listings more coming soon]"
            },
            {
                "comments": [],
                "createdTime": "Sun Feb 17 18:15:04 EST 2013",
                "id": "112256792195124_426135230807277",
                "message": "Should we start supporting android roms?"
            },
            {
                "comments": [],
                "createdTime": "Sat Feb 09 20:41:44 EST 2013",
                "id": "112256792195124_405834369511308",
                "message": "Discover the newly released LibreOffice 4.0 by The Document Foundation and its Large community of of users...\n\nvisit http://ossmalta.com/the-document-foundation-launches-libreoffice-4-0/  for more information."
            },
            {
                "comments": [{
                    "createdTime": "Thu Jan 31 08:43:21 EST 2013",
                    "id": "523534957678100_112095092",
                    "message": "mac software updates are only 23€ and most of them dont need a reboot either like windows does...dont get me started i can be here all day bashing windows lol"
                }],
                "createdTime": "Wed Jan 30 18:01:12 EST 2013",
                "id": "112256792195124_523534957678100",
                "message": "while one of our members was surfing through the inter-web and discovered this nice little comic that truly states the \"digital\" world that we live in..."
            },
            {
                "comments": [],
                "createdTime": "Sun Jan 20 15:30:10 EST 2013",
                "id": "112256792195124_253603218103292",
                "message": "The Malta police force had issued a statement to the press about a fraudulent malware hiding behind thier logo...\n\nfor more information on the subject visit http://ossmalta.com/malta-police-issue-computer-malware-warning/"
            },
            {
                "comments": [],
                "createdTime": "Sun Jan 13 01:48:23 EST 2013",
                "id": "112256792195124_325228724255304",
                "message": "Did you hear that Ubuntu is now moving to the smart phone market? \n\nRead more about this at:\nhttp://ossmalta.com/ubuntu-linux-enters-the-smartphone-wars/"
            },
            {
                "comments": [],
                "createdTime": "Wed Jan 02 17:51:50 EST 2013",
                "id": "112256792195124_399821173438683",
                "message": "We've said good buy to 2012 and hello to 2013 with its an optimistic view into its new challenges & changes.\r\n\r\nWhat are these Changes and Challenges that Open Source Society Malta - OSSMALTA.com are going to take on?\r\n\r\nHere are just a few of them:\r\n\r\n1: We're happy to announce that OSSMedia - Open Source Social Media has just provided us with a powerful Server in the UK.\r\n\r\n2: A Local Mirror server for open-source applications & operating systems are planned with the Malta Linux User Group\r\n\r\n3: Numerous projects with the Malta Linux User Group\r\n\r\n4: A new segment of the website is soon to be launched called \"Air Waves or Signals\" [title still in discussion] which will bring more information on Wireless Technologies (like DVB-T, FM Radio etc..)\r\n\r\n5: Android Support is still in the pipework but there is big hope that a new segment dedicated to rooting maybe supported.\r\n\r\nand much more projects are planned for 2013.\r\n\r\nif you would like to join us simply contact us on Info@ossmalta.com"
            },
            {
                "comments": [{
                    "createdTime": "Mon Dec 31 18:12:01 EST 2012",
                    "id": "397965736957560_1035776",
                    "message": "Wicked !"
                }],
                "createdTime": "Sat Dec 29 21:19:30 EST 2012",
                "id": "112256792195124_397965753624225",
                "message": "Rumor has it that a we might start sharing our knowlage on the android world with support of rooting on a small selection of devices...\n\nWe would like to know if you would like us to start a local support for android modding and keeping you up to date on how to get the most out your android device?"
            },
            {
                "comments": [],
                "createdTime": "Sat Dec 08 08:14:48 EST 2012",
                "id": "112256792195124_451619194897717",
                "message": "The @MLUG installfest is under way and one of Malta Linux User Group's founding members Keith Vassallo at Institute of Computer Education Ltd. (ICE)'s Complex in zebbug (http://goo.gl/maps/H4oLz) \n\n\nEvery one is welcome, no matter your level of knowlage in technology, there are also members from Open Source Society Malta - OSSMALTA.com are present for Microsoft and Macintosh support of Open source applications."
            }
        ]
    },
    {
        "id": "168817869843529",
        "name": "Linux Open Source",
        "posts": [
            {
                "comments": [],
                "createdTime": "Sun Apr 20 23:39:36 EDT 2014",
                "id": "168817869843529_753319674726676",
                "message": "FLISOL 2014 sede Ambato, Universidad Técnica de Ambato, Facultad de Ingeniería en Sistemas, Electrónica e Industrial, http://www.flisol.info/FLISOL2014/Ecuador/Ambato"
            },
            {
                "comments": [],
                "createdTime": "Sun Dec 15 14:39:54 EST 2013",
                "id": "168817869843529_670749996316978",
                "message": "http://www.muycomputer.com/2013/12/14/munich-migracion-linux"
            },
            {
                "comments": [],
                "createdTime": "Wed Dec 04 21:23:12 EST 2013",
                "id": "168817869843529_660269210698390",
                "message": "http://blog.desdelinux.net/hyro-editor-html5-opensource-con-vista-previa/"
            },
            {
                "comments": [],
                "createdTime": "Thu Nov 28 21:17:27 EST 2013",
                "id": "168817869843529_656807631044548",
                "message": "http://blog.desdelinux.net/synergy-como-compartir-un-mouseteclado-entre-multiples-pcs/"
            },
            {
                "comments": [],
                "createdTime": "Mon Nov 18 10:26:29 EST 2013",
                "id": "168817869843529_650707461654565",
                "message": "Algo que compatimos de los amigos de MuyLinux, La NSA al parecer tiene interes en poner una puerta trasera en Linux.\nhttp://www.muylinux.com/2013/11/18/confirmado-nsa-intento-linux"
            },
            {
                "comments": [],
                "createdTime": "Wed Aug 07 12:43:30 EDT 2013",
                "id": "168817869843529_586703861388259",
                "message": "Bueno a continuación le dejamos un pequeño tutorial de como levantar un proxy cache dinámico con pfsense, el cual aparte de hacer cache statico (lo que se levanta de forma común con squid y crea cache de imágenes y algo de contenido statico de las páginas) también hará caché de contenido multimedia como youtube, actualizaciones de windows entre otras..\nPrimero descargamos la imagen del pfsense de la siguiente dirección.\nhttp://mirror.qubenet.net/mirror/pfsense/downloads/\nDe preferencia descargamos el que diga \npfSense-memstick-2.XXX-RELEASE-YYYY.img.gz\nEn donde las XXX indican la versión y las YYY la arquitectura ya sea amd64 o i386.\n\nPara descomprimir una vez Descargado la imagen, les recomiendo 7zip, es muy bueno.\nhttp://www.7-zip.org/download.html\n\nExisten muchas formas de pasar la imagen a una memoria flash para arrancar de esta, pero vamos a tomar la mas sencilla que es en windows, para lo cual descargamos esta aplicacación.\nhttp://sourceforge.net/projects/win32diskimager/\n\nAbrimos Win32diskImagen y ahi nos da para escoger la ubicación de nuestra imagen (debe estar descomprimida osea debe estar .img) y a lado derecho escogemos el punto de montaje de nuestro flash memory y por ultimo damos click en Write.\n\nCon esto ya tenemos Lista nuestra Flash para instalar pfsense.\n\nEl proceso de instalación lo pueden seguir en el siguiente video, \nhttps://www.youtube.com/watch?v=tMMwYuupDgk\naunque el video es de la version 2.0 la diferencia con la 2.0.3 es mínima algunas pantallas aparecen antes otras luego en comparación con el instalador 2.0.3 que usaremos por eso les recomiendo que vean el video completo antes de instalar.\n\nY una vez instalado nuestro pfsense damos paso a la instalación y configuración de squid, lo cual se explica en el siguiente video.\nhttps://www.youtube.com/watch?v=5DW4vocYpUo\n\nEspero les sirva, hagan pruebas, comparen, revisen... Y cualquier inquietud no duden en preguntar.."
            },
            {
                "comments": [
                    {
                        "createdTime": "Mon Jun 24 00:02:51 EDT 2013",
                        "id": "559418867450092_5640048",
                        "message": "Ahora los que tenemos 64bits nos da un error que no nos funciona el emulador.. Ahora si vemos nos da un error en la ubicación del sdk el ejecutable de \"emulator\"\nSi damos un par de comando de reversing a ese ejecutables (en este caso con el comando string) nos damos cuenta facilmente de una llamada \"-force-32bit\" entonces nos damos cuenta que necesitamos librerías de 32bits, entonces activamos soporte para 32bits (ya que desde la versión wheezy osea la 7 tenemos multiarch) con los siguientes comandos\ndpkg --add-architecture i386\napt-get update\ny lugo instalamos las librerías de 32bits\napt-get install ia32-libs ia32-libs-i386\nListo la parte del emulador nos funciona todo OK"
                    },
                    {
                        "createdTime": "Mon Jun 24 00:04:16 EDT 2013",
                        "id": "559418867450092_5640050",
                        "message": "Ahora Al ejecutar ya nuestra aplicación que estamos programando nos da otro error que dice mas o menos asi\nThe connection to adb is down, and a severe error has occured. y algo mas sobre un ejecutable llamado \"adb\"\nAhora nos vamos a la ubicación que nos dice \"android-sdk-linux/platform-tools/adb\" primer paso de cualquier comprobación de ejecutables es ejecutarlo en terminal y ver el error que nos da y nos arroja lo siguiente\n./adb: error while loading shared libraries: libncurses.so.5: cannot open shared object file: No such file or directory\nEntonces vemos claramente que necesitamos las librerías de ncurses pues la instalamos\napt-get install libncurses5:i386\nInstalamos la de 32bits ya que arriba nos dimos cuenta que forza al sistema que ejecute en 32bits.. Y listo a programar para Android.."
                    }
                ],
                "createdTime": "Mon Jun 24 00:01:58 EDT 2013",
                "id": "168817869843529_559418867450092",
                "message": "Bueno muchachos a los que usamos GNU/Linux y queremos tener nuestro entorno de desarrollo para Android les dejo la siguiente página... Está destinado a distribuciones de Debian y derivados por eso la parte de instalación de eclipse tranquilamente lo hacemos con\napt-get install aclipse\nDel tuto podemos utilizarlo desde la parte que dice \"Downloading Android-SDK\"...\nhttp://ubuntuhacksblog.wordpress.com/2013/02/09/setting-up-android-on-ubuntu/"
            },
            {
                "comments": [],
                "createdTime": "Wed Jun 19 02:42:58 EDT 2013",
                "id": "168817869843529_556945681030744",
                "message": "IPcop una distro firawall para nuestros computadores de bajos recursos.\nhttp://www.ipcop.org/download.php\nY su documentación para su administración.\nhttp://www.ipcop.org/2.0.0/en/admin/html/"
            },
            {
                "comments": [],
                "createdTime": "Fri May 24 21:20:18 EDT 2013",
                "id": "168817869843529_543036705754975",
                "message": "Una muy buena noticia, en las últimas distribuciones de Debian no podíamos instalar aircrack desde los repositorios y nos tocaba descargar el paquete que solo lo encontrábamos en 32bits, y seguir un proceso de instalación.. Pero ahora ya lo tenemos disponible desde la página de descarga de paquetes de Debian, Aunque vendrá en los repositorios de Debian Jessie no hay problema si descargamos el .deb y lo instalamos en nuestro debian Wheezy, funciona muy bien.     http://packages.debian.org/jessie/aircrack-ng"
            },
            {
                "comments": [],
                "createdTime": "Mon May 20 21:24:50 EDT 2013",
                "id": "168817869843529_540888002636512",
                "message": "Estadística de uso de Disco Duro\nhttp://paraisolinux.com/programas-ocupa-espacio-disco/"
            },
            {
                "comments": [],
                "createdTime": "Sat May 11 17:50:48 EDT 2013",
                "id": "168817869843529_536900829701896",
                "message": "Para los que deseen empezar con la programación sobre entornos GNU/Linux, adjunto un enlace de una página que nos explica y nos ayuda a dar nuestros primeros pasos...\nhttp://www.cursogambas.blogspot.com.es/p/indice.html"
            },
            {
                "comments": [],
                "createdTime": "Mon May 06 09:35:00 EDT 2013",
                "id": "168817869843529_534459273279385",
                "message": "Compartiendo algo que nos dicen los amigos de paraisolinux, \"No se cual distro instalar?????\"  http://paraisolinux.com/cual-distro-instalar-mejor-distribucion-linux/?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%3A+paraisoLinux+%28Paraiso+Linux%29"
            },
            {
                "comments": [],
                "createdTime": "Sun May 05 00:28:36 EDT 2013",
                "id": "168817869843529_533908990001080",
                "message": "El día de hoy Debian Wheeze vio la luz. A los que deseen descargarlo pueden hacerlo directamente de la página oficial de debian, si ya lo descargan y lo prueba, sería excelente que compartan sus opiniones de esta nueva versión de Debian.\nhttp://www.debian.org/CD/http-ftp/#stable"
            },
            {
                "comments": [
                    {
                        "createdTime": "Wed Apr 17 16:38:03 EDT 2013",
                        "id": "507803672632856",
                        "message": "Gracias por la invitación Marco"
                    },
                    {
                        "createdTime": "Thu Apr 18 10:14:16 EDT 2013",
                        "id": "508089515937605",
                        "message": "Podrías darme mas información sobre el evento me interesa por ver si se lo puede llevar a cabo en esmeraldas"
                    }
                ],
                "createdTime": "Tue Apr 16 10:33:42 EDT 2013",
                "id": "168817869843529_506996656046891"
            },
            {
                "comments": [],
                "createdTime": "Mon Apr 15 18:07:38 EDT 2013",
                "id": "168817869843529_147709445401543"
            },
            {
                "comments": [],
                "createdTime": "Wed Mar 27 13:04:31 EDT 2013",
                "id": "168817869843529_498377270216411",
                "message": "Para los que desean iniciar en el mundo del ethical hacking, les dejo este libro, que como muchos lo describen, ofrece grandes fundamentos para los que recién se inician en este mundo del hacking ético. \"The basics of hacking and penetration testing\" http://depositfiles.org/files/xal2pixnl"
            },
            {
                "comments": [{
                    "createdTime": "Fri Mar 22 02:29:29 EDT 2013",
                    "id": "465065206896835_4013776",
                    "message": "Acabo de utilizarla y y me dio excelentes resultados absolutamente toda la información... (Aclaro el disco Duro no estaba dañado El sistema de archivos fué el que se perdió)"
                }],
                "createdTime": "Fri Mar 22 02:27:54 EDT 2013",
                "id": "168817869843529_465065206896835",
                "message": "Si alguna ves tenemos nuestras particiones (ntfs-ext3-extf-hfs etc) cualquiera que sea, y de un momento para otro se desaparece, o no nos arranca el computador, Opción #1 arrancar un Live-CD-Dvd de Linux y ver si podemos respaldar.. Si aun así no vemos nuestra particion!!!!!!!!!!!!! Pues aqui está una herramienta muy util para recuperar Sistemas de archivos..  http://www.cgsecurity.org/wiki/TestDisk_Paso_A_Paso"
            },
            {
                "comments": [],
                "createdTime": "Tue Jan 29 17:34:57 EST 2013",
                "id": "168817869843529_498701763505706",
                "message": "Programar sensores de movimiento con android....!!!! http://www.linux.com/news/embedded-mobile/mobile-linux/694478-programming-android-motion-sensors"
            },
            {
                "comments": [],
                "createdTime": "Tue Oct 30 03:04:30 EDT 2012",
                "id": "168817869843529_433428373384084",
                "message": "Para los que deseen algo de info sobre dhcpv6 server, una guía de como levantar los servicios necesarios.. http://www.percula.info/?p=196"
            },
            {
                "comments": [],
                "createdTime": "Thu Oct 18 01:29:46 EDT 2012",
                "id": "168817869843529_124813334336374",
                "message": "para que instalar windows en sus maquinas virtuales?? aqui les dejo uno igualito con todas las funciones jejej... buena noche a todos http://www.deanliou.com/WinRG/WinRG2.htm visto en Paraiso Linux"
            },
            {
                "comments": [],
                "createdTime": "Mon Oct 15 21:52:22 EDT 2012",
                "id": "168817869843529_395281947209266",
                "message": "Taller de software libre en la Casa de la Juventud\nhttp://www.radiocentroambato.com/?p=1745"
            },
            {
                "comments": [],
                "createdTime": "Mon Oct 15 21:47:48 EDT 2012",
                "id": "168817869843529_102096613284917",
                "message": "Les recomiendo el siguiente documental. Vean las ventajas del Software Libre. \nhttp://youtu.be/cwptTf-64Uo"
            },
            {
                "comments": [],
                "createdTime": "Mon Oct 15 21:33:31 EDT 2012",
                "id": "168817869843529_438211566237490",
                "message": "Un poco de humor gráfico :-)"
            },
            {
                "comments": [],
                "createdTime": "Sun Oct 14 02:00:51 EDT 2012",
                "id": "168817869843529_540420652641373",
                "message": "Al ser ubuntu una de las distribuciones mas usadas, aunque no lo más óptimo para servidores, despues de mucho intentos encontré una guía que nos permite instalar oracle enterprise en Ubuntu 12.04 64bits. Link -> http://www.makina-corpus.org/blog/howto-install-oracle-11g-ubuntu-linux-1204-precise-pangolin-64bits"
            },
            {
                "comments": [],
                "createdTime": "Sun Oct 07 15:25:24 EDT 2012",
                "id": "168817869843529_535007876512540",
                "message": "Para los amantes de redes, una página con todo lo que puedan imaginar sobre el tema. http://www.visualland.net.cn/"
            }
        ]
    },
    {
        "id": "230785547068488",
        "name": "Catamaran Open Source",
        "posts": [
            {
                "comments": [],
                "createdTime": "Tue Dec 15 09:13:18 EST 2015",
                "id": "230785547068488_555914737888899",
                "message": "Our test boat for Trimaran Open Source is now FOR SALE. It's a Corsair F31R year 1999. More informations on FB message."
            },
            {
                "comments": [{
                    "createdTime": "Wed Jan 20 05:24:34 EST 2016",
                    "id": "555913607889012_570552496425123",
                    "message": "Un joli navire assurément"
                }],
                "createdTime": "Tue Dec 15 09:08:58 EST 2015",
                "id": "230785547068488_555913607889012"
            },
            {
                "comments": [],
                "createdTime": "Sun Nov 09 08:43:18 EST 2014",
                "id": "230785547068488_398077250339316",
                "message": "We begin a new project, a more affordable one for family speed cruising. We are designing an open source foldable trimaran. Take a look at https://www.facebook.com/trimaranopensource?ref=hl"
            },
            {
                "comments": [],
                "createdTime": "Sat Jul 12 12:04:48 EDT 2014",
                "id": "230785547068488_338019713011737",
                "message": "L'idée sous-jacente à l'intelligence collective est relativement simple, personne ne connaît tout, mais tout le monde a au moins des bribes de connaissance, par conséquent la synergie créée par la collaboration et l'échange peut développer des facultés de création et d'apprentissage supérieures à celles des individus isolés.\nL’intelligence collective sur Internet peut être définie comme « le projet d'une intelligence variée, partout distribuée, sans cesse valorisée, coordonnée et mise en synergie en temps réel, et qui aboutit à une mobilisation effective des connaissances »"
            },
            {
                "comments": [{
                    "createdTime": "Wed Apr 02 10:32:49 EDT 2014",
                    "id": "303133763166999_1176705",
                    "message": "non désolé !"
                }],
                "createdTime": "Tue Apr 01 09:03:06 EDT 2014",
                "id": "230785547068488_303134683166907",
                "message": "The only way to be co-owner of your dream"
            },
            {
                "comments": [{
                    "createdTime": "Mon Sep 22 16:32:48 EDT 2014",
                    "id": "295886770558365_377796582367383",
                    "message": "What a wonderful initiative! There are two major forces at work in our world: the force of integration and the force of disintegration. This project shows what great results the forces of integration can realize. The catamaran, which is the fruit of this fantastic collaboration, looks absolutely innovative, beautiful and efficient. I wholeheartedly wish you all the best with the realization of this project.\n\nInitially inspired by the design philosophy of James Wharram, but also very charmed by the vaka's of Pacific Voyagers Organization, I started to work on a simple but incredibly fast construction system to build hulls for 22' multi-purpose, oceangoing, aluminum catamarans. The humble but adequate interiors form an integral part of the hull structure. These aluminium hulls form the basis with which a large variation of catamarans can be built. The purpose of the boat (fishing, diving, live-aboard, ferry, etc.) determines what kind of superstructure these hulls will carry. The estimated building time of 2 completely finished 22' hulls: ± 1 month. The price: a fraction of the 'normal' price of catamarans of this size. Especially interesting for fishing cooperatives in the third world, but also for those who want to own a big size cat for the price of one half that size."
                }],
                "createdTime": "Sun Mar 09 12:53:46 EDT 2014",
                "id": "230785547068488_295886770558365",
                "message": "Designers :\nEric Le Groumellec 42 years old, Project Coordinator , former preparateur in rigging and composite building multihulls racing . Physio today , but always passionated in multihulls !\nMatthieu MASSONNEAU 42 years old , Designer, a penchant for cars, but dreaming of traveling with his family in multihulls one day.\nAndrei KRAMER - Boldea , 42 years old, Modeler Autodesk Alias and Maya ( rendering) . He likes to play with volumes and surfaces of multihulls , like he does for Porsche curves , the company where he currently works .\nALBAN Emmanuel , 43 years old, designer and structural analyser. He worked in the prestigious firm HDS and BMW Oracle Racing for the 32nd America's Cup .\n\nWe present our work on designing a 55 feet long catamaran for offshore cruising. \nThat we work together in an Open Source mind for a provision building plans for all project partners. A solid technical foundation is essential ...\n\nSailing around the world with such a multihull for a reasonable budget is very difficult for many of us. That's why we propose an alternative, making an Open Source design where everybody can share his skills to develop the project.\n \nThe 55-foot catamaran we have designed has no chines, but it will not be difficult to adapt it for building from sandwich panels glass / PVC / epoxy infused then bended on male model, because it is our goal to build by ourselves.\nOur approach is in the spirit of Open Source, sharing property,  time, towards a common goal, sailing a rational and cost effective catamaran around the world.  By creating a community of designers with skills and experience in the field of fast sailboats, we set up a real ambitious and coherent water fablab .\nValidation by experts seems essential to us to ensure compliance with regulations / norms and legitimize the coherence of the project (estimate weight reliability, investment protection , reputation and resale value, etc ...). If you are interested in our project and if you have expertise in naval architecture , join us and put your energy to co- design and co- construct a boat trip, the only way to be co -owner of your dream."
            },
            {
                "comments": [{
                    "createdTime": "Wed Jan 29 10:15:09 EST 2014",
                    "id": "280490512097991_1084343",
                    "message": "meme age mais je fais du champagne ^^ aller on va suivre cette aventure"
                }],
                "createdTime": "Sat Jan 25 07:33:34 EST 2014",
                "id": "230785547068488_280490512097991",
                "message": "Les concepteurs:\nEric LE GROUMELLEC 42 ans, Chef de projet, coordonnateur, ancien préparateur composite et matelotage sur multis de course. Aujourd'hui kiné, mais toujours passionné de multicoques!\nMatthieu MASSONNEAU 42 ans, Designer, un gros penchant pour l'automobile, mais rêve de voyager avec sa famille en multicoques un jour.\nAndrei KRAMER-BOLDEA, 42 ans, Modeleur Autodesk Alias et Maya (rendering). S'est pris au jeu des volumes et surfaces des multicoques, lui qui est plus habitué aux courbes des Porsche, où il travaille actuellement.\nEmmanuel ALBAN, 43 ans, Conception et ingénierie en structure. A travaillé dans le prestigieux cabinet HDS et avec BMW Oracle Racing pour la 32è coupe de l'América."
            },
            {
                "comments": [],
                "createdTime": "Tue Jan 21 08:29:55 EST 2014",
                "id": "230785547068488_279268175553558",
                "message": "Quelques images de notre rêve"
            },
            {
                "comments": [],
                "createdTime": "Tue Jan 21 08:28:46 EST 2014",
                "id": "230785547068488_279267638886945",
                "message": "Oui, nos rêves vont jusque là..."
            },
            {
                "comments": [],
                "createdTime": "Sat Dec 07 15:07:45 EST 2013",
                "id": "230785547068488_264363093710733"
            },
            {
                "comments": [],
                "createdTime": "Sat Dec 07 14:31:10 EST 2013",
                "id": "230785547068488_264356720378037",
                "message": "Vouloir naviguer en multicoque autour du monde avec un budget raisonnable est une quadrature du cercle pour bien des passionnés. Nous voulons retrouver l'esprit des Outremer époque Danson, un condensé de bateau marin, fonctionnel sans fioritures, pour naviguer loin sous le soleil en toute sécurité. Alors nous Matthieu (Designer), Andrei (Modeleur 3D), Emmanuel (ingénieur structure) et Eric (préparateur composite et matelotage) avons imaginé notre catamaran idéal..."
            },
            {
                "comments": [
                    {
                        "createdTime": "Thu Mar 06 18:23:25 EST 2014",
                        "id": "264357323711310_1141663",
                        "message": "c'est un projet louable. J'ai un projet de catamaran de 60 pi aussi. J'ai regardé les composites synthétiques , je demeure près de corecell (Gurit) , je vais sans doute utiliser certains composites. Mais après longue réflexion, je pense bien opter pour le ply-epoxie. J'ai été inspiré par Kurt Hughes, il a un site internet intéressant et ses réflexions sont valables. Pour mon programme, c'est ce qui me semble à propos. Je vais suivre votre projet d'en bas, car mes technologies sont plus basses que les composites. J'ai attendu le développement des nannos fibres de bois qui supposément étaient 3 fois plus fortes que le carbonne vs le poids. Finalement l'usine est construite mais le développement n'est pas à point. Donc j'aurai un projet un peu vert ... et je pense acheter les ply de chine ou indonésie, j'ai des entrepreneurs qui veulent acheter mes \"left overs\" du conteneur. West-System est un produit que je connais assez bien et le support est très bien. Il y a d'autres epoxies, voir dans votre secteur. Ce sera un budget important.   Je vois que vous allez coucher dans les coques, pour moi ce n'est pas une alternative à cause de contraintes. Sincèrement bonne chance et ne perdez pas espoir. C'est une brise d'air frais de voir des gens se lancer dans un truc pareil. Prenez quelques minutes pour lire Kurt, il va vous motiver à ne pas lâcher. Moi c'est Michel."
                    },
                    {
                        "createdTime": "Sun Mar 09 06:12:30 EDT 2014",
                        "id": "264357323711310_1144876",
                        "message": "En effet la pourriture du bois reste un défi non seulement pour les bateaux mais aussi pour les bâtiments. Vous avez sans doute vu les mix glass et carbone. Ça semble posséder assez de qualités de chaque matériel mais à un prix raisonnable. Il y a le prepreg . il est vendu froid pour donner du temps de travail en vaccum .   j'ai perdu un ami qui était spécialiste des produits synthétiques. Je ne sais pas si son cancer a été causé par la proximité avec ces produits combiné à la cigarette. Je lui avais mentionné mon désir de travailler avec des composites . il était américain en visite au Québec avec un accent très prononcé et il parlait très vite. Il m'avait fait un sermon de chimiste qui attendait à la fin que je conclu à regarder très très sérieusement ce que ça fait quand ça brûle et qu'on y ajoute du h2o... En pleine mer ... Je lui ai répondu ''perhaps i should avoid those '' il m'a tapé dans le dos en disant '' good boy'' j'avais 52 ans il en avait 54. En passant il était voisin de condo et il avait été invité à résoudre des problèmes de production à une compagnie qui travaille du synthétique. Je ne peux pas détailler ... Mais du très sérieux ce bonhomme . je suppose que vous avez fait vos devoirs de chimie ..."
                    }
                ],
                "createdTime": "Sat Dec 07 12:00:00 EST 2013",
                "id": "230785547068488_264357770377932",
                "message": "Le catamaran de 55 pieds que nous avons conçu est un catamaran en forme. Il ne sera pas compliqué de l'adapter pour qu'il soit construit à partir de panneaux de sandwichs verre/PVC/époxy infusés sur marbre puis posés ou ployés sur mannequin mâle, car c'est notre objectif de l'auto-construire."
            },
            {
                "comments": [{
                    "createdTime": "Fri Jan 31 12:06:02 EST 2014",
                    "id": "264362747044101_1087604",
                    "message": "Intéressant ce concept de fablab, je ne connaissais pas. A suivre."
                }],
                "createdTime": "Tue Dec 03 15:00:00 EST 2013",
                "id": "230785547068488_264362767044099",
                "message": "Notre démarche s'inscrit dans l'esprit Open Source, le partage des biens, des compétences, du temps libre vers un objectif commun, naviguer en catamaran de croisière rationnel sur le plan de sa conception, sa construction, son utilisation et son coût. En créant une communauté de concepteurs / constructeurs ayant une expérience dans le domaine des voiliers rapides, nous mettons en place un véritable fablab nautique ambitieux et cohérent."
            },
            {
                "comments": [],
                "createdTime": "Mon Dec 02 15:00:00 EST 2013",
                "id": "230785547068488_264360233711019",
                "message": "Des validations par des experts nous semblent primordiales pour assurer la conformité aux réglementations / normes CE et légitimer la cohérence du projet (devis de poids respecté, pérennité de l'investissement, notoriété et valeur de revente, etc…). Si ce projet vous intéresse et que vous avez des compétences d'architecture navale, venez nous rejoindre et mettre votre énergie pour co-concevoir et co-construire un bateau de voyage, seul moyen d'être co-propriétaire de votre rêve."
            },
            {
                "comments": [],
                "createdTime": "Sat Aug 24 08:47:25 EDT 2013",
                "id": "230785547068488_230988723714837"
            },
            {
                "comments": [],
                "createdTime": "Sat Aug 24 03:33:56 EDT 2013",
                "id": "230785547068488_230926177054425",
                "message": "La méthode de construction envisagée est expliquée dans ce scan du magasine Voiles et Voiliers du mois de Juin 2013, page 39."
            },
            {
                "comments": [],
                "createdTime": "Fri Aug 23 16:40:01 EDT 2013",
                "id": "230785547068488_230788057068237"
            }
        ]
    },
    {
        "id": "395694347219768",
        "name": "Open Sourcer C.A",
        "posts": [
            {
                "comments": [],
                "createdTime": "Thu Sep 26 18:27:39 EDT 2013",
                "id": "395694347219768_397058267083376",
                "message": "Trabajos y diseños web"
            },
            {
                "comments": [],
                "createdTime": "Thu Sep 26 17:23:27 EDT 2013",
                "id": "395694347219768_396983500424186"
            },
            {
                "comments": [],
                "createdTime": "Mon Sep 23 13:31:01 EDT 2013",
                "id": "395694347219768_395784410544095"
            }
        ]
    },
    {
        "id": "113247078688875",
        "name": "Open-source video game"
    },
    {
        "id": "184890431554439",
        "name": "Open Source Mind",
        "posts": [
            {
                "comments": [],
                "createdTime": "Mon Apr 06 15:48:34 EDT 2015",
                "id": "184890431554439_885579328152209",
                "message": "Hey Friends, we have a couple of desk spaces available at our office in Dallas and would like to get some your great minds working in the same space as our team. \n\nSo here's the deal, we have two desk spaces with included wifi, ethernet, desk phone with your own direct phone number, voicemail, auto attendant, fax to email, conference room with AppleTV and Chromecast, transparent drawing board, 24 hours access, the whole shebang. \n\nWe are offering these spaces for $250.00 month each space. \n\nThis is our private office and since a couple of the guys are working mostly from home we've decided to turn part of the space into a collab space. \n\nIf this picks your interest, hit me back via comment or via email djbelieny@opensourcemind.net or 214.919.7961"
            },
            {
                "comments": [],
                "createdTime": "Mon Apr 06 15:38:01 EDT 2015",
                "id": "184890431554439_885575598152582",
                "message": "Some pictures of our office space in Dallas, Tx"
            },
            {
                "comments": [],
                "createdTime": "Wed Jan 21 14:10:01 EST 2015",
                "id": "184890431554439_849856925057783",
                "message": "This is really awesome!\nhttp://www.latesthackingnews.com/2014/12/29/how-to-build-a-cheap-super-computer/"
            },
            {
                "comments": [],
                "createdTime": "Mon Jan 05 16:04:19 EST 2015",
                "id": "184890431554439_842038499172959"
            },
            {
                "comments": [],
                "createdTime": "Wed Dec 10 20:09:46 EST 2014",
                "id": "184890431554439_826579267385549",
                "message": "At launch dfw yesterday, it was awesome, a lot of great ideas in just one place! #LaunchDFW #BigDNT"
            },
            {
                "comments": [],
                "createdTime": "Wed Oct 15 19:16:45 EDT 2014",
                "id": "184890431554439_799277613449048",
                "message": "Something awesome is going to come out of this..... Brace yourselves for what's brewing here at OSM !"
            },
            {
                "comments": [
                    {
                        "createdTime": "Wed Oct 08 13:01:23 EDT 2014",
                        "id": "795192477190895_795193023857507",
                        "message": "Looking forward to the next event! D.j. Belieny, Fran V Melo"
                    },
                    {
                        "createdTime": "Wed Oct 08 13:04:05 EDT 2014",
                        "id": "795192477190895_795194233857386",
                        "message": "Looking forward too! Good times !"
                    }
                ],
                "createdTime": "Wed Oct 08 12:59:50 EDT 2014",
                "id": "184890431554439_795192477190895",
                "message": "Nice event yesterday at Launch DFW!\nGood seeing you guys!\nLaunch DFW"
            },
            {
                "comments": [],
                "createdTime": "Tue Aug 12 18:05:06 EDT 2014",
                "id": "184890431554439_769406733102803",
                "message": "Very interesting!\nYou must check this out if you incorporated your startup in Delaware \nhttp://ow.ly/Ag0p4"
            },
            {
                "comments": [],
                "createdTime": "Tue Aug 12 17:07:26 EDT 2014",
                "id": "184890431554439_769390303104446",
                "message": "Crime does not pay off ! Even if your crime is to make money itself... http://ow.ly/AfYmw"
            },
            {
                "comments": [],
                "createdTime": "Thu Jul 17 13:40:28 EDT 2014",
                "id": "184890431554439_756975257679284",
                "message": "If you need to track visits on your site, now you can use Google Analytics on your Android Phone.\nhttp://techcrunch.com/2014/07/17/google-analytics-gets-its-own-dedicated-iphone-app/?utm_campaign=fb&ncid=fb "
            },
            {
                "comments": [],
                "createdTime": "Tue Jul 01 13:21:22 EDT 2014",
                "id": "184890431554439_749094158467394"
            },
            {
                "comments": [],
                "createdTime": "Tue Jun 03 13:12:02 EDT 2014",
                "id": "184890431554439_734270853283058"
            },
            {
                "comments": [],
                "createdTime": "Mon Jun 02 16:08:08 EDT 2014",
                "id": "184890431554439_733859686657508",
                "message": "http://techcrunch.com/gallery/heres-all-the-best-new-stuff-in-ios-8/"
            },
            {
                "comments": [],
                "createdTime": "Tue May 20 17:15:28 EDT 2014",
                "id": "184890431554439_727375400639270",
                "message": "This is interesting... Are your pipes clogged ?\n"
            },
            {
                "comments": [],
                "createdTime": "Tue May 20 17:01:21 EDT 2014",
                "id": "184890431554439_727370607306416",
                "message": "Look at what I just found online... It's me speaking at the 2010 ATLAUG Install Fest & Conference in Atlanta, GA :)"
            },
            {
                "comments": [],
                "createdTime": "Tue May 20 08:48:24 EDT 2014",
                "id": "184890431554439_727188247324652",
                "message": "Very interesting..."
            },
            {
                "comments": [],
                "createdTime": "Mon May 19 12:32:05 EDT 2014",
                "id": "184890431554439_726782200698590"
            },
            {
                "comments": [],
                "createdTime": "Fri May 16 18:44:39 EDT 2014",
                "id": "184890431554439_725397277503749",
                "message": "Check out the video announcement of our summer blow out program and get yourself a new website ! [http://www.opensourcemind.net]"
            },
            {
                "comments": [],
                "createdTime": "Thu May 08 11:43:13 EDT 2014",
                "id": "184890431554439_720993814610762",
                "message": "Windows XP for sure is the best Microsoft product besides the MS Office..\nhttp://techcrunch.com/2014/05/02/windows-xp-declines-to-die-sheds-mere-1-5-market-share-in-april/?utm_campaign=fb&ncid=fb"
            },
            {
                "comments": [],
                "createdTime": "Wed Apr 30 18:49:58 EDT 2014",
                "id": "184890431554439_716765021700308",
                "message": "This is too funny! LOL"
            },
            {
                "comments": [],
                "createdTime": "Wed Apr 30 13:06:19 EDT 2014",
                "id": "184890431554439_716632875046856",
                "message": "Very important! Parents protect your home network!\nhttp://www.theblaze.com/stories/2014/04/28/parents-wake-up-to-something-terrifying-coming-from-their-wireless-baby-monitor/"
            },
            {
                "comments": [],
                "createdTime": "Fri Apr 25 13:01:59 EDT 2014",
                "id": "184890431554439_714039288639548",
                "message": "That's right!"
            },
            {
                "comments": [],
                "createdTime": "Fri Apr 25 11:16:31 EDT 2014",
                "id": "184890431554439_713995361977274",
                "message": "Very interesting idea!\nhttp://get.pressybutton.com/?view=landing&offer_id=344&aff_id=1074"
            },
            {
                "comments": [],
                "createdTime": "Wed Apr 23 17:29:11 EDT 2014",
                "id": "184890431554439_713121298731347",
                "message": "I kinda agree with post but I don't think it's the end(yet)!\nhttp://www.forbes.com/sites/quickerbettertech/2014/04/21/how-google-screwed-up-google-glass/?utm_campaign=forbesfbsf&utm_source=facebook&utm_medium=social"
            },
            {
                "comments": [],
                "createdTime": "Tue Apr 22 19:37:28 EDT 2014",
                "id": "184890431554439_712649888778488",
                "message": "New office new life! Come visit us in Dallas when you get a chance! ;)"
            }
        ]
    },
    {
        "id": "107700185926751",
        "name": "OpenSource"
    },
    {
        "id": "402123589892872",
        "name": "Open Source Inc",
        "posts": [
            {
                "comments": [],
                "createdTime": "Wed Nov 13 06:27:48 EST 2013",
                "id": "402123589892872_444916382280259"
            },
            {
                "comments": [],
                "createdTime": "Wed Nov 13 06:24:46 EST 2013",
                "id": "402123589892872_444915785613652"
            },
            {
                "comments": [],
                "createdTime": "Thu Aug 15 02:46:16 EDT 2013",
                "id": "402123589892872_153150101553926"
            },
            {
                "comments": [],
                "createdTime": "Thu Aug 15 02:40:02 EDT 2013",
                "id": "402123589892872_407798222658742",
                "message": "Attention Final Years and passed outs IT PG grads, We are conducting a mass recruitment drive on 17th August 2013 at NGM College, Pollachi. Interested candidates can attend our interview at the specified location at 9 AM."
            },
            {
                "comments": [
                    {
                        "createdTime": "Mon Aug 12 11:44:16 EDT 2013",
                        "id": "403444993094065_881932",
                        "message": "sir did u enjoy our clg?"
                    },
                    {
                        "createdTime": "Thu Aug 15 02:49:20 EDT 2013",
                        "id": "403444993094065_885184",
                        "message": "https://www.facebook.com/events/153150101553926/"
                    }
                ],
                "createdTime": "Sat Aug 03 05:56:48 EDT 2013",
                "id": "402123589892872_403445003094064",
                "message": "SarathPathi, Vishnu Prakash Devarajan and Panneerselvam Periyar were relaxing after their meet up with colleges"
            },
            {
                "comments": [],
                "createdTime": "Wed Jul 31 08:31:41 EDT 2013",
                "id": "402123589892872_402418453196719",
                "message": "Induction was successful.. We thank you for your support.."
            },
            {
                "comments": [],
                "createdTime": "Wed Jul 31 06:14:24 EDT 2013",
                "id": "402123589892872_402385413200023"
            }
        ]
    },
    {
        "id": "1419457268295014",
        "name": "Source&Open",
        "posts": [
            {
                "comments": [],
                "createdTime": "Mon Aug 17 11:56:59 EDT 2015",
                "id": "1419457268295014_1653362868237785",
                "message": "Iphone 5 for sale price $ 26,000 comes with  case , charger\n\nGood condition \nfactory unlock \nPhn: 1 876 5659594"
            },
            {
                "comments": [],
                "createdTime": "Mon Jun 15 10:21:04 EDT 2015",
                "id": "1419457268295014_1633049986935740",
                "message": "Honda Silicone hose  for sale  $9000"
            },
            {
                "comments": [],
                "createdTime": "Mon Jun 15 10:16:59 EDT 2015",
                "id": "1419457268295014_1633049226935816",
                "message": "H.I.D Kits for sale  $7500 Any size  any Color"
            },
            {
                "comments": [],
                "createdTime": "Mon Jun 15 10:06:56 EDT 2015",
                "id": "1419457268295014_1633047376936001",
                "message": "Blitz  Type 2 Race Radiator Cap 1.3 Bar  $1000"
            },
            {
                "comments": [],
                "createdTime": "Mon Jun 15 10:05:45 EDT 2015",
                "id": "1419457268295014_1633046246936114",
                "message": "Thread lock $600"
            },
            {
                "comments": [],
                "createdTime": "Mon Jun 15 09:42:25 EDT 2015",
                "id": "1419457268295014_1633043093603096",
                "message": "Intercooler for sale  $14000 neg  call #1876-4644142"
            },
            {
                "comments": [],
                "createdTime": "Mon Jun 15 09:40:28 EDT 2015",
                "id": "1419457268295014_1633042703603135",
                "message": "For all cat lovers"
            },
            {
                "comments": [],
                "createdTime": "Mon Mar 16 10:29:07 EDT 2015",
                "id": "1419457268295014_1598200747087331",
                "message": "when you're texting a hoe"
            },
            {
                "comments": [{
                    "createdTime": "Mon Jun 15 10:21:43 EDT 2015",
                    "id": "1580826085491464_1633050140269058",
                    "message": "Sold !"
                }],
                "createdTime": "Tue Feb 10 11:27:02 EST 2015",
                "id": "1419457268295014_1580826212158118",
                "message": "USED iPhone 5s for sale $ 40,000"
            },
            {
                "comments": [{
                    "createdTime": "Mon Jun 15 10:21:36 EDT 2015",
                    "id": "1574964486077624_1633050130269059",
                    "message": "Sold !"
                }],
                "createdTime": "Wed Jan 28 16:07:12 EST 2015",
                "id": "1419457268295014_1574964569410949",
                "message": "NEW iDol2 HD $25000 BRAND NEW !!"
            },
            {
                "comments": [
                    {
                        "createdTime": "Mon Jan 05 03:53:30 EST 2015",
                        "id": "1564805827093490_1565257487048324",
                        "message": "Location"
                    },
                    {
                        "createdTime": "Mon Jun 15 10:21:51 EDT 2015",
                        "id": "1564805827093490_1633050163602389",
                        "message": "Sold!"
                    }
                ],
                "createdTime": "Sun Jan 04 12:25:00 EST 2015",
                "id": "1419457268295014_1564806250426781",
                "message": "NEW BLU Studio 6.0 HD D651u Unlocked ( Black) GSM Dual-SIM Android Cell Phone\n\n$25000 BRAND NEW!!"
            },
            {
                "comments": [{
                    "createdTime": "Mon Jun 15 10:22:00 EDT 2015",
                    "id": "1557158401191566_1633050186935720",
                    "message": "Sold!"
                }],
                "createdTime": "Fri Dec 19 11:47:21 EST 2014",
                "id": "1419457268295014_1557158421191564",
                "message": "Western digital hard disk"
            },
            {
                "comments": [],
                "createdTime": "Fri Dec 19 11:40:36 EST 2014",
                "id": "1419457268295014_1557157134525026",
                "message": "HP laptop 6GB mem 2GB CPU 350GB hd 32k neg"
            },
            {
                "comments": [],
                "createdTime": "Fri Dec 19 11:35:52 EST 2014",
                "id": "1419457268295014_1557156084525131",
                "message": "Apple chargers and cable for sale $1000k  $1876-437-1997"
            },
            {
                "comments": [],
                "createdTime": "Fri Dec 19 11:34:06 EST 2014",
                "id": "1419457268295014_1557155617858511",
                "message": "Used 16GB iPod for 20k neg    uses Sim card cam back and front"
            },
            {
                "comments": [],
                "createdTime": "Fri Dec 19 11:26:19 EST 2014",
                "id": "1419457268295014_1557153907858682"
            },
            {
                "comments": [],
                "createdTime": "Fri Dec 19 11:22:11 EST 2014",
                "id": "1419457268295014_1557153051192101"
            },
            {
                "comments": [],
                "createdTime": "Thu Aug 14 20:33:13 EDT 2014",
                "id": "1419457268295014_1500782060162534",
                "message": "Nissan GT-R quality control fail"
            },
            {
                "comments": [],
                "createdTime": "Thu Aug 14 20:32:09 EDT 2014",
                "id": "1419457268295014_1500781726829234",
                "message": "GTR"
            },
            {
                "comments": [],
                "createdTime": "Thu Aug 14 20:28:59 EDT 2014",
                "id": "1419457268295014_1500781106829296",
                "message": "Porsche vs Nissan"
            },
            {
                "comments": [],
                "createdTime": "Thu Aug 14 14:37:14 EDT 2014",
                "id": "1419457268295014_1500708810169859",
                "message": "New Civic Type R vs Nissan GTr ..."
            },
            {
                "comments": [
                    {
                        "createdTime": "Sat Aug 09 11:00:35 EDT 2014",
                        "id": "1498535173720556_1498632597044147",
                        "message": "Anthony CellPhone Repairs Francis"
                    },
                    {
                        "createdTime": "Sat Aug 09 15:55:59 EDT 2014",
                        "id": "1498535173720556_1498715477035859",
                        "message": "really , a stock fit a gwan so. no say"
                    }
                ],
                "createdTime": "Sat Aug 09 05:59:50 EDT 2014",
                "id": "1419457268295014_1498535173720556",
                "message": "Honda FIT-JAZZ GE8 MT Turbo (Stock Internal)"
            },
            {
                "comments": [],
                "createdTime": "Fri Aug 08 17:18:44 EDT 2014",
                "id": "1419457268295014_1498322180408522",
                "message": "Unexpected :)"
            },
            {
                "comments": [],
                "createdTime": "Sat May 03 23:03:52 EDT 2014",
                "id": "1419457268295014_1447033715537369",
                "message": "Nailed it!"
            },
            {
                "comments": [],
                "createdTime": "Mon Apr 28 09:30:00 EDT 2014",
                "id": "1419457268295014_1445408655699875"
            }
        ]
    },
    {
        "id": "126617297380871",
        "name": "Open-source license"
    },
    {
        "id": "299266460100557",
        "name": "Comparison of open-source wireless drivers"
    },
    {
        "id": "285579608145041",
        "name": "xDams - open source platform",
        "posts": [
            {
                "comments": [],
                "createdTime": "Thu Feb 04 11:00:35 EST 2016",
                "id": "285579608145041_962194103816918",
                "message": "Scarica la patch per gestire il bug introdotto dalla nuova versione di Google Chrome"
            },
            {
                "comments": [],
                "createdTime": "Wed Jan 27 05:36:49 EST 2016",
                "id": "285579608145041_957958070907188",
                "message": "Dalla banca dati \"Linked Open Data\" di CDEC la persecuzione di ebrei italiani (o transitati dall'Italia) deportati ad Auschwitz. navigabile con Lodlive #xDams  #bygle naviga on line http://dati.cdec.it/lodlive/?http://dati.cdec.it/lod/shoah/camp/4"
            },
            {
                "comments": [],
                "createdTime": "Wed Jan 20 06:03:57 EST 2016",
                "id": "285579608145041_954459517923710"
            },
            {
                "comments": [],
                "createdTime": "Thu Jan 07 13:25:22 EST 2016",
                "id": "285579608145041_948262095210119"
            },
            {
                "comments": [{
                    "createdTime": "Fri Dec 18 05:24:59 EST 2015",
                    "id": "937555742947421_937556012947394",
                    "message": "la storia della Birra Peroni su xDams"
                }],
                "createdTime": "Fri Dec 18 05:24:07 EST 2015",
                "id": "285579608145041_937555742947421",
                "message": "http://www.regesta.com/2015/12/16/la-storia-della-birra-italiana-su-xdams/"
            },
            {
                "comments": [],
                "createdTime": "Sat Dec 12 12:33:58 EST 2015",
                "id": "285579608145041_935069913196004",
                "message": "Il grafo linked open data su Piazza Fontana, con Lodlive"
            },
            {
                "comments": [],
                "createdTime": "Mon Nov 23 05:04:43 EST 2015",
                "id": "285579608145041_926980154004980",
                "message": "http://www.xdams.org/2015/11/19/xdams-e-le-scuole-il-progetto-prospettive-a-modena-luniversita-per-le-scuole-primarie-e-secondarie/"
            },
            {
                "comments": [],
                "createdTime": "Thu Nov 12 08:45:21 EST 2015",
                "id": "285579608145041_922938044409191",
                "message": "Nuova versione di xDams con modulo BIBLIO (mods), pubblicazioni e libri. Caricamento multiplo di file e FIND/REPLACE"
            },
            {
                "comments": [],
                "createdTime": "Wed Oct 21 05:21:34 EDT 2015",
                "id": "285579608145041_914347361934926",
                "message": "con xDams in cloud ora disponibili gratuitamente tutti gli archivi (in precedenza uno solo) già configurati: storico, audiovisivo, fotografico e oggetti e opere d'arte"
            },
            {
                "comments": [],
                "createdTime": "Wed Oct 21 05:15:06 EDT 2015",
                "id": "285579608145041_914346038601725",
                "message": "3 anni, 3000 download, 3 major release per xDams Open Source, software libero per i beni culturali!"
            },
            {
                "comments": [{
                    "createdTime": "Fri Oct 16 05:25:35 EDT 2015",
                    "id": "912465298789799_912466068789722",
                    "message": "http://dati.cdec.it/lodlive/?http://dati.cdec.it/lod/shoah/person/2934 la vita di Sabatino Finzi, venditore ambulante, arrestato il 16 ottobre deportato ad Auschwitz e sopravvissuto alla Shoah"
                }],
                "createdTime": "Fri Oct 16 05:21:19 EDT 2015",
                "id": "285579608145041_912465298789799",
                "message": "Con LodLive la ricerca visuale tra i detenuti del Collegio Militare di Roma dopo il rastrellamento del 16 ottobre 1943 nel Ghetto di Roma"
            },
            {
                "comments": [],
                "createdTime": "Mon Oct 12 12:14:32 EDT 2015",
                "id": "285579608145041_910771538959175"
            },
            {
                "comments": [],
                "createdTime": "Thu Oct 08 05:23:50 EDT 2015",
                "id": "285579608145041_909143002455362",
                "message": "un interessante articolo tradotto da Antonella!!!"
            },
            {
                "comments": [],
                "createdTime": "Mon Oct 05 06:13:49 EDT 2015",
                "id": "285579608145041_908036799232649"
            },
            {
                "comments": [],
                "createdTime": "Wed Sep 30 04:49:06 EDT 2015",
                "id": "285579608145041_906114309424898"
            },
            {
                "comments": [],
                "createdTime": "Sat Sep 05 04:14:45 EDT 2015",
                "id": "285579608145041_895104940525835"
            },
            {
                "comments": [],
                "createdTime": "Thu Jul 23 10:09:32 EDT 2015",
                "id": "285579608145041_875027259200270"
            },
            {
                "comments": [],
                "createdTime": "Thu Jul 23 04:15:31 EDT 2015",
                "id": "285579608145041_874896542546675"
            },
            {
                "comments": [],
                "createdTime": "Tue Jul 14 05:33:38 EDT 2015",
                "id": "285579608145041_870592019643794"
            },
            {
                "comments": [],
                "createdTime": "Tue Jun 30 04:25:56 EDT 2015",
                "id": "285579608145041_864378480265148"
            },
            {
                "comments": [],
                "createdTime": "Tue Jun 30 03:47:19 EDT 2015",
                "id": "285579608145041_864366896932973"
            },
            {
                "comments": [],
                "createdTime": "Mon Jun 29 03:31:22 EDT 2015",
                "id": "285579608145041_863947290308267",
                "message": "Open Memory Project, the Shoah in Italy Ontology (CDEC)"
            },
            {
                "comments": [],
                "createdTime": "Fri Jun 26 10:36:13 EDT 2015",
                "id": "285579608145041_862857000417296"
            },
            {
                "comments": [],
                "createdTime": "Wed Jun 10 05:59:15 EDT 2015",
                "id": "285579608145041_855623574473972"
            },
            {
                "comments": [],
                "createdTime": "Sat May 09 03:07:04 EDT 2015",
                "id": "285579608145041_840897259279937"
            }
        ]
    },
    {
        "id": "231361600221105",
        "name": "Open-source governance"
    },
    {
        "id": "1512094692357809",
        "name": "Open Source Marketing",
        "posts": [
            {
                "comments": [],
                "createdTime": "Wed Oct 07 23:44:57 EDT 2015",
                "id": "1512094692357809_1712744718959471",
                "message": "Every person looking to build an #inbound strategy should read these #marketingtips  https://t.co/FUMc8BjotR"
            },
            {
                "comments": [],
                "createdTime": "Wed Oct 07 23:40:57 EDT 2015",
                "id": "1512094692357809_1712744425626167",
                "message": "Retweeted Startup Superstar (@StartupSupaStar):\n\n\"Business opportunities are like buses, there's always another one coming.\"-Richard Branson http://t.co/9FSWY5Z9ga"
            },
            {
                "comments": [],
                "createdTime": "Wed Oct 07 23:15:50 EDT 2015",
                "id": "1512094692357809_1712741928959750",
                "message": "Know the difference between #SEM #SMM #SEO http://t.co/eZcDlkcedL"
            },
            {
                "comments": [],
                "createdTime": "Sat Jun 13 00:18:10 EDT 2015",
                "id": "1512094692357809_1666664840234126",
                "message": "Retweeted Robert Simpson (@simpsonrob39):\n\nHow Marketing Is Evolving in Latin America http://t.co/XZ5cThVvXA #inboundmarketing"
            },
            {
                "comments": [],
                "createdTime": "Sat Jun 13 00:16:48 EDT 2015",
                "id": "1512094692357809_1666664503567493",
                "message": "Retweeted HubSpot (@HubSpot):\n\nNew job? Make a splash in your first #100Days with this #InboundMarketing checklist.\n\nEbook: http://t.co/M0r1A3TgnW http://t.co/U366mNkzQ2"
            },
            {
                "comments": [],
                "createdTime": "Sat Jun 13 00:16:37 EDT 2015",
                "id": "1512094692357809_1666664486900828",
                "message": "Retweeted Jeff Bullas (@jeffbullas):\n\nThe 10 Commandments of #SocialMedia #ContentMarketing http://t.co/eTccGAf1eZ #Permissionmarketing #Inboundmarketing"
            },
            {
                "comments": [],
                "createdTime": "Thu Jun 11 11:26:32 EDT 2015",
                "id": "1512094692357809_1666001210300489",
                "message": "Our @Twitter account find of the day is @_grammar_. It's watching you. #grammarpolice #itmustbegood"
            },
            {
                "comments": [],
                "createdTime": "Thu Jun 11 00:25:25 EDT 2015",
                "id": "1512094692357809_1665811473652796",
                "message": "Retweeted Social Media Today (@socialmedia2day):\n\nWhat is the #BurgerKing Doing Here? The Perils of #Branding http://t.co/W0SB22KHCl http://t.co/R5g1ITnnPO"
            },
            {
                "comments": [],
                "createdTime": "Thu Jun 11 00:25:02 EDT 2015",
                "id": "1512094692357809_1665811323652811",
                "message": "Retweeted Hootsuite (@hootsuite):\n\nYou might be an entrepreneur if… http://t.co/KtchPD3Z5P http://t.co/PzHNdbGoyQ"
            },
            {
                "comments": [],
                "createdTime": "Wed Jun 10 23:40:21 EDT 2015",
                "id": "1512094692357809_1665803176986959",
                "message": "Officially @HubSpot certified!! Go ahead, ask me a question. #happydance"
            },
            {
                "comments": [],
                "createdTime": "Wed Jun 10 22:36:33 EDT 2015",
                "id": "1512094692357809_1665791213654822",
                "message": "Customers will fall in love with your company when your team falls in love with your company. #workplace #loveyourjob"
            },
            {
                "comments": [],
                "createdTime": "Mon Jun 08 10:23:51 EDT 2015",
                "id": "1512094692357809_1664568100443800",
                "message": "Match the tagline to the brand http://t.co/ewAAbdwMTj then tell us your score. 13/15 #branding #marketing #forfun"
            },
            {
                "comments": [],
                "createdTime": "Sat Jun 06 23:15:30 EDT 2015",
                "id": "1512094692357809_1664011600499450",
                "message": "Retweeted CostTree (@Costtree):\n\nDo you know every single allowable indirect cost? Here are some you may be missing: http://t.co/7tVYk3OGC3 #localgov #nonprofits"
            },
            {
                "comments": [],
                "createdTime": "Sat Jun 06 22:12:00 EDT 2015",
                "id": "1512094692357809_1664000403833903",
                "message": "Retweeted Hootsuite (@hootsuite):\n\n5 not-so-obvious skills every social media manager should put on their resume: http://t.co/AGDQCIjyTO http://t.co/Sxi8kKCO1I"
            },
            {
                "comments": [],
                "createdTime": "Sat Jun 06 22:11:44 EDT 2015",
                "id": "1512094692357809_1664000333833910",
                "message": "Retweeted Sprout Social (@SproutSocial):\n\nThe Top Can't-Miss Social Media Conferences For the Rest of 2015 http://t.co/KWWdPJO18f http://t.co/ECuLF6iHlh"
            },
            {
                "comments": [],
                "createdTime": "Sat Jun 06 22:11:21 EDT 2015",
                "id": "1512094692357809_1664000290500581",
                "message": "Retweeted Social Media Today (@socialmedia2day):\n\nWhy we should be paying attention to #Soundhound: http://t.co/chIViRgWh6"
            },
            {
                "comments": [],
                "createdTime": "Sat Jun 06 22:08:53 EDT 2015",
                "id": "1512094692357809_1663999967167280",
                "message": "Retweeted Moz (@Moz):\n\nYour Daily SEO Fix: Week 3 http://t.co/5uuIkntxTY http://t.co/XmyFGNZ6TT"
            },
            {
                "comments": [],
                "createdTime": "Sat Jun 06 22:08:27 EDT 2015",
                "id": "1512094692357809_1663999920500618",
                "message": "Retweeted Jeff Bullas (@jeffbullas):\n\n27 Killer Strategies for Brainstorming Blog Post Ideas http://t.co/8mxd2bfFZI #blogging #blogtips #ideas http://t.co/3n9HHhrDUh"
            },
            {
                "comments": [],
                "createdTime": "Sat Jun 06 22:07:48 EDT 2015",
                "id": "1512094692357809_1663999823833961",
                "message": "CPG mergers and acquisitions http://t.co/FymYwUgdNH"
            },
            {
                "comments": [],
                "createdTime": "Sat Jun 06 22:05:05 EDT 2015",
                "id": "1512094692357809_1663999510500659",
                "message": "Retweeted Poachable (@Poachable):\n\nNot \"looking\" for a new job but open to learning about matched opportunities anonymously? Download Poachable today. https://t.co/mz31Vb2cw7"
            },
            {
                "comments": [],
                "createdTime": "Fri Jun 05 09:56:12 EDT 2015",
                "id": "1512094692357809_1663304803903463",
                "message": "Retweeted The Backlink PROS (@Seotactics15):\n\nA quick and effective way to build links to your site and boost your search engine rankings. http://t.co/YnBWbKY0xb #articlemarketing"
            },
            {
                "comments": [],
                "createdTime": "Fri May 22 12:53:16 EDT 2015",
                "id": "1512094692357809_1657339054500038",
                "message": "Is it possible the boss mentality is the #weakestlink http://t.co/L6mBAqOgMP"
            },
            {
                "comments": [],
                "createdTime": "Thu May 21 21:15:05 EDT 2015",
                "id": "1512094692357809_1656956107871666",
                "message": "Retweeted Jeff Bullas (@jeffbullas):\n\nWhat are 10 Addictive Types of Content? http://t.co/3dL2vfmlBR #ContentMarketing #SocialMedia"
            },
            {
                "comments": [],
                "createdTime": "Thu May 21 21:14:45 EDT 2015",
                "id": "1512094692357809_1656956071205003",
                "message": "Retweeted Marketo (@marketo):\n\nRemember when #mobile phones weren't pocket-sized? #TBT http://t.co/HlY8GBnbcC #MarketoGuide http://t.co/jNcGvMHfIi"
            },
            {
                "comments": [],
                "createdTime": "Thu May 21 20:43:26 EDT 2015",
                "id": "1512094692357809_1656951884538755",
                "message": "Retweeted Mashable (@mashable):\n\nThe Golden Gate Bridge's construction story is just too incredible. http://t.co/k8FpB5w3IX http://t.co/QpcPuWwvyD"
            }
        ]
    },
    {
        "id": "156688611330872",
        "name": "Open Source Virtual Reality"
    },
    {
        "id": "139496712735349",
        "name": "The Open Source Order of the Golden Dawn"
    },
    {
        "id": "174291446100941",
        "name": "Open Source Systems",
        "posts": [
            {
                "comments": [
                    {
                        "createdTime": "Tue Dec 15 19:46:22 EST 2015",
                        "id": "424750887721661_424759514387465",
                        "message": "I don't know what you just.........but I want it."
                    },
                    {
                        "createdTime": "Tue Dec 15 19:46:35 EST 2015",
                        "id": "424750887721661_424759541054129",
                        "message": "Proud of you."
                    }
                ],
                "createdTime": "Tue Dec 15 18:29:28 EST 2015",
                "id": "174291446100941_424750887721661",
                "message": "Great demo night for Active Engine focus group... the future of automating mundane aspects of software development!"
            },
            {
                "comments": [],
                "createdTime": "Wed Oct 28 10:55:47 EDT 2015",
                "id": "174291446100941_414209855442431",
                "message": "Come learn about Cyber Security and how we can help secure your systems during today's Trends Conference"
            },
            {
                "comments": [],
                "createdTime": "Tue Oct 27 10:29:40 EDT 2015",
                "id": "174291446100941_413970392133044",
                "message": "We are excited to present on Open Source & Cyber Security at tomorrow's ITology Trends Conference 2015 in Columbia South Carolina!\n\nhttp://www.it-ology.org/en/Business/Trends%202015.aspx"
            },
            {
                "comments": [],
                "createdTime": "Tue Oct 27 09:14:55 EDT 2015",
                "id": "174291446100941_413954332134650",
                "message": "Google doing their thing in downtown Charleston"
            },
            {
                "comments": [],
                "createdTime": "Mon Oct 19 15:17:04 EDT 2015",
                "id": "174291446100941_412295715633845",
                "message": "Excited to be at the All Things Open conference to check out all the awesome things going on in open source!"
            },
            {
                "comments": [],
                "createdTime": "Wed Jul 15 14:43:40 EDT 2015",
                "id": "174291446100941_386172991579451",
                "message": "Great day discussing cyber security tools and trends with industry partners."
            },
            {
                "comments": [],
                "createdTime": "Tue Jun 09 11:19:28 EDT 2015",
                "id": "174291446100941_375033886026695",
                "message": "Charlotte networking road trip. Toured Red Ventures and did a demo yesterday (awesome company and campus!), checking out Bluemix from IBM today."
            },
            {
                "comments": [],
                "createdTime": "Mon Apr 13 14:26:54 EDT 2015",
                "id": "174291446100941_356679391195478",
                "message": "Check us out at POSSCON 2015 where we will be speaking about Open Source and Cyber Security!\n\nhttp://posscon.org/"
            },
            {
                "comments": [],
                "createdTime": "Wed Jan 14 14:46:55 EST 2015",
                "id": "174291446100941_324961974367220",
                "message": "Tesla has decided to release all its patents as open source!\n\nhttp://www.forbes.com/sites/briansolomon/2014/06/12/tesla-goes-open-source-elon-musk-releases-patents-to-good-faith-use/"
            },
            {
                "comments": [],
                "createdTime": "Fri Nov 28 00:56:37 EST 2014",
                "id": "174291446100941_305948099601941",
                "message": "Happy Thanksgiving!\n\nFor those trying to use technology this Thanksgiving to get in touch with loved ones, hopefully you're not doing it like these guys!\n\nhttps://www.youtube.com/watch?v=-2ZkJd4u0Us"
            },
            {
                "comments": [],
                "createdTime": "Mon Nov 17 12:58:11 EST 2014",
                "id": "174291446100941_302483756615042",
                "message": "Check us out in the exhibitor hall at the C5ISR conference this week at the North Charleston Convention Center!\n\nhttp://www.charlestondca.org/summit"
            },
            {
                "comments": [],
                "createdTime": "Fri Nov 14 09:40:09 EST 2014",
                "id": "174291446100941_301498186713599",
                "message": "We welcome Microsoft .NET to the open source community!\n\nhttp://www.wired.com/2014/11/microsoft-open-sources-net-says-will-run-linux-mac/"
            },
            {
                "comments": [],
                "createdTime": "Wed Nov 05 10:52:37 EST 2014",
                "id": "174291446100941_298638616999556",
                "message": "Check it out! Chad Cravens will be speaking at tomorrow's ITology Trends conference on the Internet of Things (IoT) and Cyber Security!\n\nhttp://it-ology.org/en/Business/Trends%202014.aspx"
            },
            {
                "comments": [],
                "createdTime": "Thu Aug 07 13:20:01 EDT 2014",
                "id": "174291446100941_262018210661597",
                "message": "Check out GSA's new \"Open Source First\" policy!\n\n\"The General Services Administration last week announced a new policy requiring open source software be given priority consideration for all new IT projects developed by the agency\"\n\nhttp://fedscoop.com/gsas-open-source-approach"
            },
            {
                "comments": [],
                "createdTime": "Mon Apr 14 16:45:16 EDT 2014",
                "id": "174291446100941_230978233765595",
                "message": "A great article on Open Source adoption in the US Department of Veterans Affairs (VA)!\n\nhttp://www.fiercegovernmentit.com/story/qa-dave-peters-open-source-adoption-within-veterans-affairs/2014-04-04"
            },
            {
                "comments": [],
                "createdTime": "Tue Apr 01 10:24:12 EDT 2014",
                "id": "174291446100941_576370627581",
                "message": "Learning to be a rock star software engineer takes years of dedication, practice and an incredible passion!\n\nhttp://qz.com/193896/no-three-month-course-can-teach-you-how-to-code/"
            },
            {
                "comments": [],
                "createdTime": "Sat Mar 15 01:08:26 EDT 2014",
                "id": "174291446100941_575479418571",
                "message": "Interested in starting your programming career? Start with the Web Basics 101 course that we are giving through the Charleston Digital Corridor!!"
            },
            {
                "comments": [],
                "createdTime": "Tue Feb 25 16:09:14 EST 2014",
                "id": "174291446100941_574340705561",
                "message": "Want to learn the basics of Android app development? We still have a few open spots for our Android 101 class run the Charleston Digital Corridor! Register here:\n\nhttp://www.chscodecamp.com/classes-beginners/android-app-development-101-2014-02-26_1"
            },
            {
                "comments": [],
                "createdTime": "Wed Feb 19 22:19:04 EST 2014",
                "id": "174291446100941_574028755711",
                "message": "Interested in working with real, interesting data for a project or proof of concept? Check out the US Government Open Data site!\n\nhttp://www.data.gov/"
            },
            {
                "comments": [],
                "createdTime": "Wed Feb 19 12:46:25 EST 2014",
                "id": "174291446100941_573999379581",
                "message": "Tonight we are giving a FREE, sold-out course on Git and GitHub! Did you miss tonight's event? No problem, register for our next one on March 4, but hurry because this class is filling up quickly!\n\nhttp://www.chscodecamp.com/classes-beginners/github-seminar-2014-03-04_2"
            },
            {
                "comments": [],
                "createdTime": "Mon Feb 17 14:57:21 EST 2014",
                "id": "174291446100941_573890013751",
                "message": "Interested in taking on interesting programming challenges? Try out Project Euler (http://projecteuler.net) and let us know how far you get! :)"
            },
            {
                "comments": [],
                "createdTime": "Fri Feb 14 14:05:54 EST 2014",
                "id": "174291446100941_573694116331",
                "message": "Check out our latest open source project, classmaker, on github. Classmaker is a Java API that generates source code in a variety of different languages (C++, PHP, Java) and more are coming!\n\nhttps://github.com/ossys/classmaker"
            },
            {
                "comments": [],
                "createdTime": "Thu Feb 13 17:35:27 EST 2014",
                "id": "174291446100941_573644500761",
                "message": "Interested in learning to code like a Ninja?? Open Source Systems will be teaching Website Basics 102 and Android App Development at the Charleston Digital Corridor! Sign up soon, because space is limited!\n\nhttp://www.chscodecamp.com/classes-beginners/"
            },
            {
                "comments": [],
                "createdTime": "Tue Feb 11 13:12:17 EST 2014",
                "id": "174291446100941_573522255741",
                "message": "Redhat offers a great way for government to leverage open source technology and stay compliant with Federal security standards! Read more here:\n\nhttp://bit.ly/1iXUIgN"
            },
            {
                "comments": [],
                "createdTime": "Tue Feb 11 09:11:06 EST 2014",
                "id": "174291446100941_573513408471",
                "message": "Want to learn how you can contribute or create your own open source project? Join us next week at our free Github seminar, located at the Charleston Digital Corridor:\n\nhttp://www.chscodecamp.com/classes-beginners/github-seminar-2014-02-19"
            }
        ]
    },
    {
        "id": "100484278439",
        "name": "Open Source Days",
        "posts": [
            {
                "comments": [{
                    "createdTime": "Thu Feb 04 04:10:06 EST 2016",
                    "id": "10153532538398440_10153533445833440",
                    "message": "ODS is back"
                }],
                "createdTime": "Wed Feb 03 14:31:27 EST 2016",
                "id": "100484278439_10153532538398440",
                "message": "Open Source Days Conference 2016 \nDate: 27 February 2016 \nTime: 9:30 AM  -18:00 \nTicket: 150,-dkk \nVenue: Metropol Sigurdsgade 26 Copenhagen 2200\nOpen Source days conference is coming !!\n\n• You want to know more about free and good software, that has the same capabilities as the programs you are already using today ? \n\n• Do you just love technology, gadgets or Open Source Days in general ?\n\nThen OSD(Open Source Days) conference is for you. \nGREAT Speakers\nSeveral Tracks about Open Source Technology and software including a novice track. \nVisit www.opensourcedays.org\n\nNote: \nBuy your ticket now its only 150,-dkk each(inc. T-shirt) \nT-shirt inclusion stops on 13-02-2016, so hurry!  BUY NOW! \n\nhttps://opensourcedays.safeticket.dk/events\nSee you there !"
            },
            {
                "comments": [
                    {
                        "createdTime": "Wed Jan 13 14:02:18 EST 2016",
                        "id": "10153429109088440_10153491028533440",
                        "message": "Kan i slet ikke røbe noget om programmet, før folk køber billetter?"
                    },
                    {
                        "createdTime": "Mon Jan 18 06:20:47 EST 2016",
                        "id": "10153429109088440_10153500832458440",
                        "message": "Hej, jeg kan ikke åbne web siden: \"The server at www.opensourcedays.org is taking too long to respond.\"\n\nHvornår virker det igen? :)"
                    }
                ],
                "createdTime": "Wed Dec 16 14:44:17 EST 2015",
                "id": "100484278439_10153429109088440",
                "message": "Open Source Days community day den 27 Feburar 2016. hold øje med www.opensourcedays.org for mere info"
            },
            {
                "comments": [],
                "createdTime": "Thu Oct 16 15:44:52 EDT 2014",
                "id": "100484278439_10152528951923440",
                "message": "The next Open Source Days is quite different, because\n\n* It is only one day (Saturday 27th February 2016), from 13 to 20 (and maybe later due to a social event)\n\n* It is at Metropol, Sigurdsgade 26, Copenhagen 2200\n\n* Entrance is FREE (but you need to register at http://opensourcedays.org)\n\n* We have a (unfinished) schedule with a couple of great and hand-picked speakers\n\n* We have reserved a lot of time for the hallway track, so you can meet and talk\n\n* We serve a light meal in the evening (if you register before or on oct 31)\n\n* We hope for a social event in the evening – if we find a sponsor for some beer and some snacks\n\n* We only have 300 seats left (so hurry to http://www.opensourcedays.org and choose register in the red band) – and this mails goes to almost 1200 people...\n\n* We take micro-sponsors by MobilePay (to gauge interest for the future and to have more money to make this event cool, for example the beer-event) – and if you wanna sponsor real money (say from 5000 DKK), contact us...\n\n* It might be the last of them all\n\n Yes, you read that right... It might be the last Open Source Days.\n\nThe basic problem (and one of the reasons we have OSD so late this year and in this mini format) is lack of (board) man-power. We are currently three extremely overbooked boardmembers (that is, overbooked before we started doing OSD), and not the 10 or so needed for a full conference.\n\n\nOur backing organisation DKUUG (Danish Unix User Group) is willing to keep running it, but hasn't got the manpower either.\n\n \n\nBut if we find 10-15 new boardmembers (who will have full autonomy and some funding from DKUUG), it can continue like nothing happened. So if you are interested, look at the webpage and contact us...\n \n\nAnd btw, spread the word...\n\n \n\nThe Open Source Days board\napsbestyr@opensourcedays.org"
            },
            {
                "comments": [{
                    "createdTime": "Mon Oct 13 09:59:02 EDT 2014",
                    "id": "10152493796773440_10152521807273440",
                    "message": "godt at se vores Open Source Days er tilbage, der er sket meget."
                }],
                "createdTime": "Fri Oct 03 06:18:12 EDT 2014",
                "id": "100484278439_10152493796773440",
                "message": "Open Source Days community day den 27 Feburar 2016. hold øje med www.opensourcedays.org for mere info"
            },
            {
                "comments": [{
                    "createdTime": "Fri May 09 05:26:02 EDT 2014",
                    "id": "10152121220838440_10152184621958440",
                    "message": ":("
                }],
                "createdTime": "Mon Apr 07 17:32:59 EDT 2014",
                "id": "100484278439_10152121220838440",
                "message": "Open Source Days bliver alligevel ikke 26-27 april.\n\nVi har fejlet, så kort kan det siges - og vi aflyser herved officielt\n26. og 27. april 2014 som dato for Open Source Days 2014.\n\nLidt baggrund: Siden sommerferien 2013 havde vi planlagt en konference\ncirka samme tid som normalt (dvs. begyndelse af marts). Vi var 7 personer i bestyrelsen og det skulle nok gå.\n\nDesværrre for os, var det nærmest umuligt at få svar ud af vores venue om de var klar til at stille lokalerne til rådighed - og da de endeligt svarede, var det et nej.\n\nDette var så sent, at vi ikke længere kunne holde den i begyndelsen af marts som planlagt. Vi reserverede derfor straks lokalerne i Symbion til 26. og 27. april og meldte ud, at vi holder en konference der.\n\nDesværre er vores bestyrelse i mellemtiden skrumpet voldsomt ind. Det vil\nsige, at nu er tre personer, hvoraf to er voldsomt over-committed (som det\njo sker for IT-folk). Når man i forvejen er på (eller under)\nminimumsbesætningen, så rammer det hårdt.\n\nDerfor er det ikke lykkes os at få de nødvendige ting gjort, herunder ikke mindst at skaffe talere.\n\nVi planlægger stadig at holde en OSD 2014 i år, sandsynligvis\nultimo oktober eller primo november - da en nogenlunde rimelig konference tager 6 måneder at planlægge.\n\nDet er dog vigtigt for os, at få banket en brugbar bestyelse op\n(dvs. en 6-8 medlemmer, der hver kan lægge 3-4 timers arbejde hver uge i et år frem), så vi kan håndtere dette uden at vi bliver urimeligt pressede.\n\nDerfor bliver den næste udmelding fra os nok noget utraditionelt en\nCall-for-Boardmembers. Stay tuned."
            },
            {
                "comments": [
                    {
                        "createdTime": "Mon Apr 07 17:32:34 EDT 2014",
                        "id": "10152121214563440_29583499",
                        "message": "Tak for udmeldingen..."
                    },
                    {
                        "createdTime": "Mon Apr 07 17:35:32 EDT 2014",
                        "id": "10152121214563440_29583534",
                        "message": "Ja tak for udmeldingen, så må vi se hvor mange der kan/vil joine bestyrelsen."
                    },
                    {
                        "createdTime": "Tue Apr 08 01:09:03 EDT 2014",
                        "id": "10152121214563440_29587335",
                        "message": "På en måde, er jeg faktisk lidt glad for det her, for jeg havde ikke mulighed for at komme her i slutningen af April, men der er sikkert bedre chancer i Oktober/November."
                    },
                    {
                        "createdTime": "Tue Apr 08 23:14:29 EDT 2014",
                        "id": "10152121214563440_29598186",
                        "message": "shit happends"
                    }
                ],
                "createdTime": "Mon Apr 07 17:28:37 EDT 2014",
                "id": "100484278439_10152121214563440",
                "message": "Open Source Days bliver alligevel ikke 26-27 april.\n\nVi har fejlet, så kort kan det siges - og vi aflyser herved officielt\n26. og 27. april 2014 som dato for Open Source Days 2014.\n\nLidt baggrund: Siden sommerferien 2013 havde vi planlagt en konference\ncirka samme tid som normalt (dvs. begyndelse af marts). Vi var 7 personer\ni bestyrelsen og det skulle nok gå.\n\nDesværrre for os, var det nærmest umuligt at få svar ud af vores venue\nom de var klar til at stille lokalerne til rådighed - og da de endeligt\nsvarede, var det et nej.\n\nDette var så sent, at vi ikke længere kunne holde den i begyndelsen af\nmarts som planlagt. Vi reserverede derfor straks lokalerne i Symbion til\n26. og 27. april og meldte ud, at vi holder en konference der.\n\nDesværre er vores bestyrelse i mellemtiden skrumpet voldsomt ind. Det vil\nsige, at nu er tre personer, hvoraf to er voldsomt over-committed (som det\njo sker for IT-folk). Når man i forvejen er på (eller under)\nminimumsbesætningen, så rammer det hårdt.\n\nDerfor er det ikke lykkes os at få de nødvendige ting gjort, herunder\nikke mindst at skaffe talere.\n\nVi planlægger stadig at holde en OSD 2014 i år, sandsynligvis\nultimo oktober eller primo november - da en nogenlunde rimelig konference\ntager 6 måneder at planlægge.\n\nDet er dog vigtigt for os, at få banket en brugbar bestyelse op\n(dvs. en 6-8 medlemmer, der hver kan lægge 3-4 timers arbejde hver uge i et\når frem), så vi kan håndtere dette uden at vi bliver urimeligt pressede.\n\nDerfor bliver den næste udmelding fra os nok noget utraditionelt en\nCall-for-Boardmembers. Stay tuned."
            },
            {
                "comments": [
                    {
                        "createdTime": "Mon Feb 17 17:12:26 EST 2014",
                        "id": "10152028360433440_29014321",
                        "message": "Så ses vi igen. Det er lige som Roskilde Festival, Hjallerup Marked og Åbning af Dyrehavsbakken."
                    },
                    {
                        "createdTime": "Mon Feb 17 17:41:53 EST 2014",
                        "id": "10152028360433440_29014674",
                        "message": "Skal man ligge i kø? I Telt? http://gallery.opensourcedays.org/2002%20Linuxforum/Claus%20S%C3%B8rensen/DCP_0410.JPG?width=1024"
                    },
                    {
                        "createdTime": "Wed Mar 19 07:34:40 EDT 2014",
                        "id": "10152028360433440_29357435",
                        "message": "Hvor kan frivillige melde sig til? Bliver det på http://opensourcedays.org/2014/ ? :)"
                    }
                ],
                "createdTime": "Mon Feb 17 12:03:33 EST 2014",
                "id": "100484278439_10152028360433440",
                "message": "Open Source Days 2014 bliver Weekenden den 26-27 April"
            },
            {
                "comments": [
                    {
                        "createdTime": "Mon May 27 15:59:12 EDT 2013",
                        "id": "10151497056098440_25972305",
                        "message": "Muligvis et dumt spørgsmål: Skal det være Open Source?"
                    },
                    {
                        "createdTime": "Mon May 27 16:00:19 EDT 2013",
                        "id": "10151497056098440_25972319",
                        "message": "Ikke et 100% krav men helst"
                    },
                    {
                        "createdTime": "Mon May 27 16:03:25 EDT 2013",
                        "id": "10151497056098440_25972365",
                        "message": "Hvis et SaaS produkt kan løse opgaven har jeg hørt meget godt om Zendesk, der i øvrigt blev startet på dansk jord tilbage i 2007."
                    },
                    {
                        "createdTime": "Mon May 27 16:04:51 EDT 2013",
                        "id": "10151497056098440_25972378",
                        "message": "En hurtigt søgning på Google sendte mig til http://www.insidecrm.com/articles/crm-blog/the-top-10-opensource-crm-solutions-53507 - Måske er der nogle af jer andre der har gjort jer erfaringer med disse?"
                    },
                    {
                        "createdTime": "Mon May 27 16:20:44 EDT 2013",
                        "id": "10151497056098440_25972522",
                        "message": "Sharepoint"
                    },
                    {
                        "createdTime": "Mon May 27 16:24:25 EDT 2013",
                        "id": "10151497056098440_25972556",
                        "message": "http://v6.openerp.com/products/crm (bor endda i Debian repos)"
                    },
                    {
                        "createdTime": "Mon May 27 16:37:58 EDT 2013",
                        "id": "10151497056098440_25972671",
                        "message": "(OG DET KØRER POSTGRESQL) .. Enough said!"
                    },
                    {
                        "createdTime": "Mon May 27 16:45:11 EDT 2013",
                        "id": "10151497056098440_25972734",
                        "message": "\"Ikke et 100% krav men helst\" <- Er I på vej til en ny konference-titel \"Næsten lidt Open Source Days-agtigt\""
                    },
                    {
                        "createdTime": "Mon May 27 16:45:57 EDT 2013",
                        "id": "10151497056098440_25972745",
                        "message": "Sharepoint - drop dead..."
                    },
                    {
                        "createdTime": "Mon May 27 16:49:55 EDT 2013",
                        "id": "10151497056098440_25972797",
                        "message": "Gitte Wange Olrik du må lige melde dig ind i kampen her, for vi kan ikke have sharepoint på OSD. Hvis det skal være noget versionsstyret tingeling, så bliver det altså Alfresco istedet (SOM OGSÅ KØRER POSTGRESQL) .. Enough said!"
                    }
                ],
                "createdTime": "Mon May 27 15:57:22 EDT 2013",
                "id": "100484278439_10151497056098440",
                "message": "Open Source Day skal bruge et CRM system nogen forslag til godt system?"
            },
            {
                "comments": [{
                    "createdTime": "Thu Mar 14 17:12:16 EDT 2013",
                    "id": "451045631637668_3239858",
                    "message": "Thanks for some great days! Where do the recorded videos go?"
                }],
                "createdTime": "Thu Mar 14 16:31:04 EDT 2013",
                "id": "100484278439_451045631637668",
                "message": "Hey all, we have a Google+ community as well: https://plus.google.com/communities/117314876383471548598"
            },
            {
                "comments": [],
                "createdTime": "Sun Mar 10 13:08:23 EDT 2013",
                "id": "100484278439_10151378728078440",
                "message": "Hi all, if you have taken any pictures during the conference, feel free to sent us the URL to your gallery or post them here on Facebook :-)"
            },
            {
                "comments": [],
                "createdTime": "Sun Mar 10 03:48:09 EDT 2013",
                "id": "100484278439_10151377945303440",
                "message": "Hello all, please have a look at the revised schedule that was announced by Bryan yesterday after Amelia's keynote. The binary exploitation workshop takes place in room SP 114 (right next to the wardrobe). The workshop takes place from 13:00 to 15:00 :-)"
            },
            {
                "comments": [],
                "createdTime": "Sat Mar 09 15:00:00 EST 2013",
                "id": "100484278439_10151378676928440"
            },
            {
                "comments": [],
                "createdTime": "Sat Mar 09 07:09:25 EST 2013",
                "id": "100484278439_10151376459553440",
                "message": "The workshops takes place in room SP 214. Ask any of our helpers for directions :-)"
            },
            {
                "comments": [],
                "createdTime": "Thu Mar 07 17:32:40 EST 2013",
                "id": "100484278439_138392979666397",
                "message": "Please welcome our Open Data keynote speaker, Cathrine Lippert! She will offer an energizing talk on how the Danish initiative started  , what are the future plans and more importantly, what does this mean for Denmark. http://opensourcedays.org/2013/content/open-spells-opportunity"
            },
            {
                "comments": [],
                "createdTime": "Thu Mar 07 17:32:29 EST 2013",
                "id": "100484278439_131212260391824",
                "message": "This year we are happy to announce that we have an entire track dedicated to technical talks about the netfilter kernel subsystem. Have a look at http://opensourcedays.org/2013/sunday for more details :-)"
            },
            {
                "comments": [],
                "createdTime": "Thu Mar 07 12:19:56 EST 2013",
                "id": "100484278439_359074524207564",
                "message": "We're on Open Knowledge Foundation blog! http://blog.okfn.org/2013/03/07/open-data-at-open-source-days-denmark/"
            },
            {
                "comments": [],
                "createdTime": "Tue Mar 05 17:06:03 EST 2013",
                "id": "100484278439_10151368951338440",
                "message": "We are proud to announce that we have two workshops during the conference: Are you interested in Git'ifying your life? Or learn some new hacker skills for binary exploitation? \n\nHave a look at our workshops: http://opensourcedays.org/2013/saturday and http://opensourcedays.org/2013/sunday remember to sign up, if you are interested :-)"
            },
            {
                "comments": [],
                "createdTime": "Sat Mar 02 10:29:18 EST 2013",
                "id": "100484278439_10151359451873440",
                "message": "Open Source and Open Data can only lead to...hackathons!! Check out the hacks we're putting together at the Open Source Days conference and come get your hands dirty! http://opensourcedays.org/2013/content/hackathons"
            },
            {
                "comments": [],
                "createdTime": "Fri Mar 01 08:00:03 EST 2013",
                "id": "100484278439_10151357379773440",
                "message": "Curious about Open Data? What does that mean exactly and why it's on everybody's lips? Come at Open Source Days Conference on Saturday and meet the best people to answer all your tricky questions! Our schedule for the Open Data track is almost completely published, but we still keep a few surprises left, so stay tuned!"
            },
            {
                "comments": [],
                "createdTime": "Thu Feb 28 18:55:36 EST 2013",
                "id": "100484278439_547038435317116",
                "message": "Please welcome Ms. Amelia Andersdotter, the youngest member of the European Parliament and the representative for the Pirate Party of Sweden! She will have the floor on Open Source Days Conference for the keynote speech on Saturday evening! \nhttp://opensourcedays.org/2013/content/digital-activism-and-new-political-frontiers"
            },
            {
                "comments": [],
                "createdTime": "Sat Feb 23 18:50:37 EST 2013",
                "id": "100484278439_507627009279449"
            },
            {
                "comments": [
                    {
                        "createdTime": "Sat Feb 23 12:16:37 EST 2013",
                        "id": "336288779806386_1673712",
                        "message": "Please, help us spread the word :-)"
                    },
                    {
                        "createdTime": "Sat Feb 23 16:16:26 EST 2013",
                        "id": "336288779806386_1674092",
                        "message": "So, how did the hotel thing work out?"
                    }
                ],
                "createdTime": "Sat Feb 23 12:15:54 EST 2013",
                "id": "100484278439_336288779806386",
                "message": "We are slowly getting the program finalized for Sunday! Have a look at http://opensourcedays.org/2013/sunday ! We are also looking for volunteers to help out during the conference! As a volunteer you will have to work 2 x 3 hours during the conference but will in turn receive the tickets for free :-)"
            },
            {
                "comments": [],
                "createdTime": "Thu Feb 21 18:25:23 EST 2013",
                "id": "100484278439_220203538118766",
                "message": "Hello all! Most of the program for Saturday is ready! Have a look at http://opensourcedays.org/2013/saturday but we will be adding and moving talks around a bit over the next two weeks! Stay tuned for more updates :-)"
            },
            {
                "comments": [
                    {
                        "createdTime": "Wed Feb 20 18:48:20 EST 2013",
                        "id": "544950135539759_6077580",
                        "message": "More talks being uploaded the next few days! Including some of our keynotes! :-)"
                    },
                    {
                        "createdTime": "Thu Feb 21 00:03:12 EST 2013",
                        "id": "544950135539759_6078457",
                        "message": "Still waiting for a schedule. Kinda important when tickets are sold for single days."
                    }
                ],
                "createdTime": "Wed Feb 20 18:47:19 EST 2013",
                "id": "100484278439_544950135539759",
                "message": "Hi all! We are happy to announce that there will be two guys from Mozilla visiting us for Open Source Days 2013. Have a look at http://opensourcedays.org/2013/content/automated-tests-mozilla and http://opensourcedays.org/2013/content/building-persona-federated-and-privacy-sensitive-identity-web"
            },
            {
                "comments": [],
                "createdTime": "Wed Nov 21 19:57:58 EST 2012",
                "id": "100484278439_10151178798253440"
            }
        ]
    },
    {
        "id": "1493220087603690",
        "name": "Open Food Source",
        "posts": [
            {
                "comments": [],
                "createdTime": "Mon Jun 29 12:01:01 EDT 2015",
                "id": "1493220087603690_1598633123729052",
                "message": "We have an interesting discussion going about stale cheques and how best to handle them on the user forums.  This is the first discussion of its kind where food hubs are using the online community space to collaborate and problem solve directly with one-another!  \n\nhttp://www.openfoodsource.org/groups/ofs-users/forum/topic/stale-cheques/"
            },
            {
                "comments": [],
                "createdTime": "Sun Jun 28 21:33:23 EDT 2015",
                "id": "1493220087603690_1598630423729322",
                "message": "Unveiling the new logo, which will go live on the website and other locations soon!  Thanks again to LifeSource Natural Foods and the Chemeketa Community College Visual Communications program!"
            },
            {
                "comments": [],
                "createdTime": "Sat Jun 27 19:02:29 EDT 2015",
                "id": "1493220087603690_1598319777093720",
                "message": "Notes and next steps from the first Open Food Federation founders' meeting coming soon!"
            },
            {
                "comments": [],
                "createdTime": "Tue Jun 16 11:52:24 EDT 2015",
                "id": "1493220087603690_1594694774122887",
                "message": "The logo project is DONE -- expect an announcement next week.  Meanwhile, the First Open Food Federation founders' phone call in 10 minutes."
            },
            {
                "comments": [],
                "createdTime": "Fri Jun 05 18:32:07 EDT 2015",
                "id": "1493220087603690_1590718777853820",
                "message": "In prep for the first Federation Founders' meeting, just finished structuring the beginnings of the online Open Food Community"
            },
            {
                "comments": [],
                "createdTime": "Mon Jun 01 13:32:32 EDT 2015",
                "id": "1493220087603690_1589265831332448",
                "message": "Please share and join us if you can as we build a sustainable open technology solutions network for local food hubs everywhere!"
            },
            {
                "comments": [],
                "createdTime": "Mon May 18 19:13:57 EDT 2015",
                "id": "1493220087603690_1583718188553879",
                "message": "LifeSource Natural Foods donated pizzas delivered to the Chemeketa Community College Graphic Design Studio students, the final drafts of the logo are on their way, and Roy is hard at work on the new website."
            },
            {
                "comments": [],
                "createdTime": "Fri May 15 19:06:29 EDT 2015",
                "id": "1493220087603690_1580983292160702",
                "message": "Stay tuned for the new Open Food Source logo!"
            },
            {
                "comments": [],
                "createdTime": "Thu May 07 19:35:54 EDT 2015",
                "id": "1493220087603690_1578082429117455",
                "message": "Pretty excited to wrap this project up and share the results in action!"
            },
            {
                "comments": [],
                "createdTime": "Thu May 07 19:32:47 EDT 2015",
                "id": "1493220087603690_1578082105784154",
                "message": "Open Food now has a new logo...stay tuned as we finalize the details!  We're excited to jump into a brand identity that better represents the Open Food Software and upcoming Federation projects!!"
            },
            {
                "comments": [],
                "createdTime": "Wed Mar 04 12:38:32 EST 2015",
                "id": "1493220087603690_1553555778236787",
                "message": "Roy and I just sent in our logo feedback for the first round of logos, with greater clarity about the graphic design and relationship of OFS and the Open Food Federation...!"
            },
            {
                "comments": [],
                "createdTime": "Sun Mar 01 16:51:00 EST 2015",
                "id": "1493220087603690_1552055585053473",
                "message": "The people in the Chemeketa Design Studio are making our job very difficult...in a very, very good way!"
            },
            {
                "comments": [],
                "createdTime": "Sat Feb 28 16:39:27 EST 2015",
                "id": "1493220087603690_1552055105053521",
                "message": "We've been busy behind the scenes with software development, installs for OFS-powered food hubs...and the beginnings of the Open Food Federation!"
            },
            {
                "comments": [],
                "createdTime": "Sat Feb 28 12:39:00 EST 2015",
                "id": "1493220087603690_1551717455087286",
                "message": "Busy behind the scenes...Farm2Table Trading Post is a year-round indoor farmer's market and now has an online marketplace powered by OFS."
            },
            {
                "comments": [],
                "createdTime": "Fri Feb 27 19:30:57 EST 2015",
                "id": "1493220087603690_1551717905087241",
                "message": "We got our first draft of logos back from the Chemeketa Design Studio!"
            },
            {
                "comments": [],
                "createdTime": "Fri Feb 27 19:24:40 EST 2015",
                "id": "1493220087603690_1551716475087384",
                "message": "...if you haven't, yet, make sure to read Roy's great little piece on the history of Open Food Source, published in Open Source magazine!"
            },
            {
                "comments": [
                    {
                        "createdTime": "Fri Feb 27 14:24:20 EST 2015",
                        "id": "1538650576393974_1551646458427719",
                        "message": "What grea logos from the Chemekeat graphic arts students!  It's going to be REALLY difficult to choose just one!"
                    },
                    {
                        "createdTime": "Fri Feb 27 19:29:43 EST 2015",
                        "id": "1538650576393974_1551717611753937",
                        "message": "agreed!"
                    }
                ],
                "createdTime": "Wed Jan 28 23:39:08 EST 2015",
                "id": "1493220087603690_1538650576393974",
                "message": "Excited to collaborate with this group of students on OFS and Federation logos!"
            },
            {
                "comments": [],
                "createdTime": "Wed Nov 26 23:22:12 EST 2014",
                "id": "1493220087603690_1511531195772579",
                "message": "The openfoodsource.org website is now converted to WordPress and has the latest v1.0.0 of OFS software available for downlad. This is a great milestone in the progress of this project."
            },
            {
                "comments": [{
                    "createdTime": "Wed Nov 26 23:23:03 EST 2014",
                    "id": "1503171716608527_1511531329105899",
                    "message": "More information on the logo project can be found here: http://www.openfoodsource.org/logo_contest/"
                }],
                "createdTime": "Sat Nov 08 01:11:47 EST 2014",
                "id": "1493220087603690_1503171716608527",
                "message": "Help / please forward! In need of an artist or graphic designer for logo work for http://openfoodsource.org -- a project to support local food networks. Roy and I largely volunteer our time on this important logistical piece of the local food movement. So we can't pay $$. I may be able to offer some inkind compensation through Saueressen to a local artist.\n\nThe logo needs to represent how the software helps creates local food networks by connecting many local buyers and sellers, then connects local food networks together in mutual support, and finally that the ethical principles of the local food movement go \"all the way down\" to the choice to make the software itself transparent and trustworthy via open source development and the creation of a Federation to support members, developers and other users."
            },
            {
                "comments": [],
                "createdTime": "Wed Nov 05 15:09:52 EST 2014",
                "id": "1493220087603690_1502152320043800",
                "message": "Open Food Source is transitioning to GitHub for version control, issue tracking and distribution!"
            },
            {
                "comments": [],
                "createdTime": "Mon Oct 27 00:00:30 EDT 2014",
                "id": "1493220087603690_1497254887200210",
                "message": "Putting the finishing touches on the first public release candidate of Open Food Source under a GNU General Public License"
            },
            {
                "comments": [],
                "createdTime": "Mon Oct 20 13:38:18 EDT 2014",
                "id": "1493220087603690_1493231617602537"
            },
            {
                "comments": [],
                "createdTime": "Mon Oct 20 13:36:12 EDT 2014",
                "id": "1493220087603690_1493230790935953"
            }
        ]
    },
    {
        "id": "103178533110772",
        "name": "Open Source SIAM 1838",
        "posts": [
            {
                "comments": [],
                "createdTime": "Tue Sep 30 15:24:19 EDT 2014",
                "id": "103178533110772_660411680720785",
                "message": "A Milano il Linux day 2014 organizzato dalla\n\nSocietà d'incoraggiamento d'arti e mestieri (SIAM)\nin via Santa Marta 18 (MM Cordusio)\n\n\t\tLibertà Digital al Linux Day 2014\nil 25 ottobre in decine di città italiane\n\n\nSabato 25 ottobre torna il Linux Day, la manifestazione che, dal 2001, raccoglie sviluppatori, CIO, manager It, aziende It, utenti e appassionati del software libero in una giornata intensa di confronto, scambio di opinioni ed esperienze.\n\n\nIniziativa distribuita per conoscere e approfondire il sistema operativo GNU/Linux e il software libero, sabato 25 ottobre si terrà in decine di città italiane il Linux Day 2014 all'insegna della parola d'ordine “Libertà Digitale”, tema più che mai di attualità in un momento in cui la digitalizzazione pervasiva della società apre opportunità enormi di comunicazione, scambio di informazioni, diffusione della conoscenza, ma dove è anche concreto il rischio che questa potenzialità venga ridotta da lock-in tecnologici dei grandi software vendor o da indebite invasioni nella privacy individuale. \n\nLinux Day, che nelle edizioni passate ha registrato la partecipazione di migliaia di visitatori, si compone di 100 e più eventi locali, organizzati autonomamente da gruppi di appassionati nelle rispettive città, tutti nello stesso giorno. Migliaia di visitatori partecipano a talks, workshops, spazi per l'assistenza tecnica, gadgets, dibattiti e dimostrazioni pratiche.\n \nL’elenco delle città che aderiscono all’iniziativa è disponibile sul sito del Linux Day 2014 (www.linuxday.it) e viene costantemente aggiornato. \n\nPer quanto riguarda la città di Milano, la manifestazione si svolgerà presso Siam, in Via Santa Marta 18, a partire dalle ore 9.15 e si concluderà alle ore 18. La mattinata è dedicata a interventi di alcuni degli esponenti italiani del mondo open source, Fiorello Cortiana, Mattia Monga, Monia Spinelli, Andrea Trentini, Alberto Ardizzone, Donato Matturro e tanti altri, e a un laboratorio specifico per gli studenti; nel pomeriggio si terranno altri laboratori dedicati a vari aspetti del software a codice aperto a cura delle diverse Comunità (Wiildos, Ubuntu, Joomla! Lombardia ecc.). La giornata è patrocinata da: Ufficio Scolastico della Lombardia, Regione Lombardia, Comune di Milano, Camera del Commercio, LibreItalia, Stati generali dell'innovazione.\n\nPer informazioni sul Linux Day:  www.linuxday.it\nPer informazioni sul Linux Day Milano: \nCoordinatore: Luigi Sciagura – mail: l.sciagura@siam1838.it\nSito web programma: http://blogsiam1838.blogspot.it/\n"
            },
            {
                "comments": [],
                "createdTime": "Mon Sep 29 15:33:18 EDT 2014",
                "id": "103178533110772_659951287433491"
            },
            {
                "comments": [],
                "createdTime": "Sun Sep 28 11:20:57 EDT 2014",
                "id": "103178533110772_659300187498601",
                "message": "LINUX DAY 2014\n25 ottobre 2014\nVia Santa Marta,18 Milano, MI, \nDal 2001 il Linux Day è una iniziativa distribuita per conoscere ed approfondire Linux ed il software libero. Si compone di 100 e più eventi locali, organizzati autonomamente da gruppi di appassionati nelle rispettive città, tutti nello stesso giorno. Questa è una scheda di registrazione (fatta dagli amici del software libero) utile per la buona riuscita organizzativa del Linux day 2014. Siete tutti invitati. L'ingresso è libero e gratuito. Registratevi.\nhttp://doodle.com/88bxbtc5886kuh58"
            },
            {
                "comments": [],
                "createdTime": "Thu Sep 11 03:59:21 EDT 2014",
                "id": "103178533110772_651513818277238"
            },
            {
                "comments": [],
                "createdTime": "Tue Jul 08 03:36:49 EDT 2014",
                "id": "103178533110772_619232021505418",
                "message": "http://blogsiam1838.blogspot.it/2014/07/linux-day-2014_8.html"
            },
            {
                "comments": [],
                "createdTime": "Sun Jun 08 10:25:03 EDT 2014",
                "id": "103178533110772_602878356474118",
                "message": "http://blogsiam1838.blogspot.it/2014/06/linux-day-2014.html"
            },
            {
                "comments": [],
                "createdTime": "Fri May 09 03:31:46 EDT 2014",
                "id": "103178533110772_587592511336036",
                "message": "http://blogsiam1838.blogspot.it/2014/05/corso-di-robotica.html"
            },
            {
                "comments": [],
                "createdTime": "Sat Mar 08 11:33:02 EST 2014",
                "id": "103178533110772_238748446310236"
            },
            {
                "comments": [],
                "createdTime": "Sat Mar 08 11:27:46 EST 2014",
                "id": "103178533110772_559870087441612",
                "message": "Linux è donna: ecco le ragazze \ne dell'open source\nBusiness Insider compila una lista delle signore più importanti nel mondo dell’open source. Nove i nomi scelti tra cui un’italiana, Elena Zannoni: \"Non fatevi scoraggiare dalla mancanza di colleghe nel mondo informatico\"di ROSITA RIJTANO\n06 marzo 2014\n VANNO cercate e trovate, portate alla luce, fuori dai monitor dei computer. Ma ci sono. Hanno studiato duramente, spesso più dei rispettivi colleghi, per conquistare uno spazio in settori dominati dagli uomini. E alla fine ce l’hanno fatta, le donne nel mondo della tecnologia. Ad accendere i riflettori sull’universo dell’high tech femminile, stavolta, è il sito americano Business Insider, con una lista dedicata alle quote rosa dell’open source, il codice aperto. \n\nSono nove i nomi scelti dalla famiglia del software libero Linux, per rappresentare le signore che giorno dopo giorno lavorano alla sua costruzione. Per dire che, dietro al sistema in grado di far funzionare il mondo moderno, non c’è solo il cromosoma Y. Non hanno le statistiche al loro fianco: secondo le stime più recenti, quando si parla di lavori legati al computer, gli uomini battono ancora le donne quattro a uno. La situazione peggiora se l’attenzione si sposta nello spazio dei codici sorgenti \"free\". Con un rapporto di dieci contro uno. Alleato delle programmatrici, però, è il tempo. La sensazione che qualcosa stia cambiando. Non solo negli Stati Uniti, con progetti come \"Outreach program for Women\" della Gnome Foundation, l’organizzazione no profit che punta alla creazione di una piattaforma informatica libera. Ma persino nel Bel Paese. A Milano Girls in tech, la rete nata per promuovere la crescita delle italiane nel settore tecnologico, ha di recente organizzato corsi di programmazione. Un sold out. \"Sono arrivate ottanta ragazze piene di energia\", spiega Gaia Costantino, manager tecnico dell’associazione. \"Bisogna spingere le donne a pensare che il programmatore non sia solo un nerd asociale, ma che potranno essere loro stesse a creare i prodotti delle aziende future\". \n\nPinguini in Romagna. A colpire, nell’elenco di Business Insider, è la presenza di una romagnola: Elena Zannoni, linuxara e programmatrice per Oracle, la società di software californiana. Commenta a Repubblica.it: \"Negli Stati Uniti la gestione domestica è facilitata dalla presenza d’infrastrutture adeguate. Ci sono più asili. C’è una maggiore flessibilità da parte dei dirigenti d’azienda che permettono il telelavoro. In Italia la mancanza d’interesse femminile per le discipline dello Stem (scienze, tecnologia, ingegneria e matematica ndr) potrebbe anche essere dovuta alle aspettative, intrinseche nella cultura, sulla donna e sul suo ruolo nella famiglia\". \nL'open source al femminile: ecco le donne di Linux\nSlideshow\n• \n•  \n\nPer lei non c’è stato alcun problema. Ha studiato al liceo scientifico. \"La matematica e la fisica mi sono sempre piaciute\", spiega. Poi la laurea in Scienze dell’Informazione, a Pisa, dove \"le classi erano molto teoriche perché non c’erano abbastanza computer per gli studenti. Questo rendeva difficile applicare ciò che si studiava\". La sera dell’8 giugno 1990, quando in Italia l’arbitro fischia l’inizio dei mondiali di calcio (Camerun-Argentina), lei si trasferisce negli Stati Uniti per il dottorato in Computer science, alla Wayne State University. Lì sboccia la passione per la programmazione che la porta a muovere i primi passi come ingegnere \"debugger\", l'elimina-bachi all’Hewlett-Packard, multinazionale informatica, fino al coinvolgimento con la Linux Foundation. \n\nZannoni spesso era l’unica donna alle conferenze, sia in platea sia come relatrice. \"A dire la verità: a me non è mai pesato\", ammette. \"Anzi, non ci faccio nemmeno caso. Ciò che consiglio alle più giovani è di non farsi scoraggiare dalla mancanza di colleghe nel campo informatico. Di dedicarsi con entusiasmo al software, se è la loro passione. Ci sono tanti progetti open source che hanno bisogno di aiuto. Si può cominciare partendo dalle cose semplici, che non è un iter per sole femmine, per esempio verificare la lista dei bug, errori, e cercare di risolvere quelli ancora aperti, o ancora: scrivere dei test\". \n\nFiducia in se stesse, \"perché già in molti metteranno in pericolo la tua autostima, non c’è alcun bisogno di farlo da sole\", la capacità di accettare dei rischi, così come i feedback, cioè i suggerimenti: sono le caratteristiche essenziali nel mondo della programmazione open source. Qui collaborare è fondamentale. Le paure? Inutili. \"Fallisci presto, fallisci spesso e fallisci in pubblico. Altrimenti rischi di non contribuire mai\", è il mantra di Angie Byron, la prima donna a finire in copertina sul giornale della comunità Linux. Che cosa hanno in comune tutte loro? La capacità di \"imparare ogni giorno le une dalle altre\". Lisa Nguyen, ingegnere a Linaro, il progetto no profit nato nel 2010 per sfruttare al meglio le sinergie tra Linux e i prodotti mobili: \"Qualcuno della comunità Linux può avere delle maniere brusche, ma so già che sta criticando il mio codice, non me. Persino gli ingegneri con più esperienza imparano qualcosa di nuovo ogni giorno\". Suparna Bhattacharya, indiana, ricercatrice Ibm: \"Neanche i programmatori più navigati fanno sempre tutto giusto. Occasionalmente urlano gli uni contro gli altri, ma giusto per farsi sentire tra la folla\". \n\nAlison Chaiken dell’Embedded Software division, i primi corsi serali di programmazione a quarant’anni suonati: \"Fondamentale è mantenere il proprio senso dell’umorismo. Molto spesso persone ben intenzionate possono essere inavvertitamente offensive, ma molti modificheranno il loro comportamento e si scuseranno se glielo si chiede con gentilezza\".\n\nCome ha fatto Sarah Sharp, ingegnere a Intel, quando l’estate scorsa si è ribellata con un post pubblicato sul suo blog alle offese verbali. Sono routine nella comunità Linux - dove il creatore, Linus Torvalds, è noto per essere una lingua velenosa – e intimoriscono le programmatrici più giovani. Torvalds le ha risposto sbraitando: \"Fottiti\". Ma la sua protesta ha creato maggior consapevolezza, soprattutto nelle compagnie commerciali come Red Hat, ha assicurato il Ceo Jim Whitehurst alla giornalista Julie Bort."
            },
            {
                "comments": [],
                "createdTime": "Sat Mar 08 11:26:29 EST 2014",
                "id": "103178533110772_568494319912877",
                "message": "http://blogsiam1838.blogspot.it/2014/03/arduino-day.html"
            },
            {
                "comments": [],
                "createdTime": "Fri Nov 22 09:23:08 EST 2013",
                "id": "103178533110772_509867995775155",
                "message": "http://blogsiam1838.blogspot.it/2013/11/lettera-aperta-al-sindaco-di-milano.html"
            },
            {
                "comments": [],
                "createdTime": "Sat Nov 09 08:20:29 EST 2013",
                "id": "103178533110772_504239923004629",
                "message": "http://blogsiam1838.blogspot.it/2013/11/proposta.html"
            },
            {
                "comments": [],
                "createdTime": "Mon Nov 04 02:41:46 EST 2013",
                "id": "103178533110772_501705249924763",
                "message": "DIDATTICA APERTA SABATO 16 NOVEMBRE 2013\n\nLibero accesso a software e saperi nella Scuola e nell'Università\n\nOfficina H - Via Montenavale, Ivrea - Sabato 16 Novembre 2013 Save the Date!\nDIDATTICA APERTA... PER TUTTI\nPresentazione dell'evento 2013\nConciliando le esperienze degli organizzatori di questo evento ci siamo domandati se le opportunità e gli obiettivi dell'annuale iniziativa di Didattica Aperta non fossero estendibili ad altri ambiti dove la didattica continua ad essere il perno fondante.\nIn questi anni le esperienze di Didattica Aperta hanno cercato di fare breccia nelle menti e nelle intenzioni di quanti fossero perlomeno incuriositi da un pensiero, una filosofia, un approccio, per molti uno stile di vita, che è quello suggerito dall'universo Open Source. Un target di curiosi, di professionisti stimolati dalla novità e dall'innovazione ricercati tuttavia all'interno dell'ambiente scolastico più tipico.\nQuesta edizione tenta di ampliare questo target, riferendosi anche ai professionisti di altri ambiti formativi, come la sanità e la formazione professionale in genere e, vista la presenza del Poli, anche all'Università, quindi a un pubblico più eterogeneo e speriamo anche entusiasta e interessato.\n\nQUALCHE INFORMAZIONE IN PIÙ SU DIDATTICA APERTA\n\nPerché questa giornata di studi?\nLa Scuola ha urgente necessità di rinnovarsi e di adeguarsi a una società in cui le tecnologie informatiche stanno rivoluzionando la diffusione e la condivisione del sapere.\nSu questo tema, la Scuola ha tre esigenze fondamentali che riassumiamo col termine \"didattica aperta\":\nutilizzare, studiare, modificare e ridistribuire liberamente il software\nottenere, creare e scambiare liberamente testi, immagini, audio e video\navere accesso libero a banche dati\nA chi è rivolto?\nDidattica Aperta si rivolge a docenti e tecnici dalla Scuola Primaria all'Università, ai dirigenti scolastici e a chiunque svolge incarichi direttivi, programmatici e di ricerca educativa nella Scuola e nell'Università.\nI meno esperti e anche quelli che si avvicinano per la prima volta a queste tematiche potranno documentarsi ascoltando gli interventi dei relatori e partecipare ai laboratori pratici. Ai più esperti si offre un momento di incontro, condivisione e discussione sulle problematiche presenti e sulle prospettive future. Inoltre, per loro sarà possibile presentare le proprie esperienze intervenendo direttamente o inviando poster.\nDidattica Aperta ambisce a diventare un punto di riferimento per le istituzioni italiane del settore educativo di ogni ordine e grado che hanno adottato o che vorrebbero adottare la \"didattica aperta\".\nIl convegno è riconosciuto a livello ministeriale. I partecipanti, dunque, possono usufruire dell'esonero dal servizio previsto dal CCNL 29 novembre 2007, art. 64, ai sensi della Direttiva Ministeriale n. 90/2003 art.1 c. 2\nRegistrati!\nL'ingresso al convegno Didattica Aperta è libero e gratuito. La registrazione della partecipazione al convegno permette al nostro staff una migliore organizzazione dell'evento e la preparazione degli attestati di partecipazione. Per esigenze organizzative, le registrazioni verranno chiuse alle ore (in corso di definizione) del (in corso di definizione).\nVAI ALLA PAGINA DI REGISTRAZIONE"
            },
            {
                "comments": [],
                "createdTime": "Sun Oct 27 15:27:46 EDT 2013",
                "id": "103178533110772_498366950258593",
                "message": "UN PRIMO BILANCIO DEL LINUX DAY 2013 & SECONDO OPEN SOURCE SCUOLA A MILANO\nLa fine dell'anno 2013 si chiude in maniera positiva per il software libero.\nDalla conferenza a Milano dal 25 al 27 settembre della fondazione LibreOffice ai 107 appuntamenti del  Linux day 2013 del  26 Ottobre e per finire all'evento di \" Didattica aperta 2013\" del 16 Novembre a Ivrea.\nUn modo veramente buono per festeggiare i 30 anni della Free Software Foundation.\nIl Linux day 2013 & secondo open space scuola organizzato a Milano dalla Comunità \"WIILDOS\", dalla Scuola \" Ludovico Radice Fossati\" , dalla Comunità \"Porte aperte sul Web\" e molti altri amici del software libero con il determinante contributo di SIAM ha avuto un grande successo.\nUn primo dato da considerare sono i numeri.\nAvevamo 130 preiscritti ( in gran parte docenti e utilizzatori del software libero) e 5 scuole con 190 studenti prenotati.\nAbbiamo dovuto dire di no a malincuore ( per motivi di sicurezza ) a molte altre scuole.\nI presenti che si sono registrati erano circa 300.\nSulle presenze va fatto un piccolo ragionamento.\nAvevamo preiscritto cinque scuole, ma In realtà abbiamo avuto 8  scuole:\n- ITIS Feltrinelli di Milano\n- Scuola Galdus di Milano\n-Liceo Fermi di Cantu\n-ITIS Galilei di Crema\n-ITIS Mattei di San Donato Milanese\n- Scuola di Mariano Comense\n-ITIS Spinelli di Sesto San giovanni\n-ITIS Cartesio di cinisello Balsamo\nUna classe ha deciso di partecipare anche se il docente era contrario.\nUn secondo aspetto è la partecipazione di diverse realtà del software libero: dall'Istituto Geogebra di Milano al progetto \"Nuova vita\" di Olgiate Olona e dai molti contributi di ricerca e lavoro di tecnici del software libero.\nI sostenitori del software libero devono collaborare e condividere le loro conoscenze e capacità.\nBuona la partecipazione dei docenti: delle scuole menzionate e di scuole venuti senza allievi.\nPartecipati i vari laboratori sia della mattina che del pomeriggio.\nIn particolare i laboratori di Arduino, della stampante 3D, e dei CMS erano stracolmi\nL'aspetto nuovo e più interessante è il seguente: per la prima volta ( i miei ricordi risalgono al 2003) intere classi si sono fermate con i loro docenti anche ai laboratori nel pomeriggio.\nA mio parere questo è l'aspetto più interessante.\nIl futuro del software libero è nelle mani dei giovani e questa giornata è stata la dimostrazione dell'interesse dei giovani   per il software libero.\nNon penso che si possa pensare di organizzare a Milano in un unico luogo, con la presenza dalle 9 alle 18, un altro Linux day con un numero maggiore di presenze.\nDobbiamo incominciare a pensare per Milano ad almeno tre o quattro siti in cui organizzare giornate di propaganda del software libero.\nDobbiamo pensare che in tutte le scuole di Milano ci sono giovani interessati al Software libero.\nDobbiamo incominciare a pensare ad un programma di  iniziative che si sviluppi lungo l'intero anno.\nIl mio vuole essere solo l'inizio della discussione sull'argomento."
            },
            {
                "comments": [],
                "createdTime": "Sun Oct 20 07:46:04 EDT 2013",
                "id": "103178533110772_495153770579911",
                "message": "http://blogsiam1838.blogspot.it/2013/10/2013-innovazione-di-tutti-per-tutti-via.html"
            },
            {
                "comments": [],
                "createdTime": "Wed Oct 16 14:33:42 EDT 2013",
                "id": "103178533110772_493105214118100"
            },
            {
                "comments": [],
                "createdTime": "Wed Oct 16 14:31:11 EDT 2013",
                "id": "103178533110772_1428493057371078"
            },
            {
                "comments": [],
                "createdTime": "Sun Oct 13 03:54:51 EDT 2013",
                "id": "103178533110772_491060644322557",
                "message": "http://blogsiam1838.blogspot.it/2013/10/2013-innovazione-di-tutti-per-tutti-via.html"
            },
            {
                "comments": [],
                "createdTime": "Thu Oct 10 05:02:25 EDT 2013",
                "id": "103178533110772_489582237803731",
                "message": "http://blogsiam1838.blogspot.it/2013/10/26-ottobre-linux-day-2013-e-secondo.html"
            },
            {
                "comments": [],
                "createdTime": "Sat Sep 28 03:38:28 EDT 2013",
                "id": "103178533110772_484197138342241",
                "message": "http://blogsiam1838.blogspot.it/2013/09/26-ottobre-linux-day-e-open-space-scuola.html"
            },
            {
                "comments": [],
                "createdTime": "Thu Sep 19 02:18:43 EDT 2013",
                "id": "103178533110772_479835242111764"
            },
            {
                "comments": [],
                "createdTime": "Tue Sep 17 10:35:17 EDT 2013",
                "id": "103178533110772_479213138840641",
                "message": "http://blogsiam1838.blogspot.it/2013/09/linux-day-26-ottobre-e-open-space-scuola.html"
            },
            {
                "comments": [],
                "createdTime": "Tue Sep 17 10:33:25 EDT 2013",
                "id": "103178533110772_479212552174033",
                "message": "http://blogsiam1838.blogspot.it/2013/09/linux-day-26-ottobre-e-open-space-scuola.html"
            },
            {
                "comments": [],
                "createdTime": "Tue Sep 17 03:25:01 EDT 2013",
                "id": "103178533110772_479090912186197",
                "message": "http://blogsiam1838.blogspot.it/2013/09/linux-day-26-ottobre-e-open-space-scuola.html"
            },
            {
                "comments": [],
                "createdTime": "Sun Sep 08 12:17:16 EDT 2013",
                "id": "103178533110772_475416239220331",
                "message": "http://blogsiam1838.blogspot.it/2013/09/30-anni-di-gnu.html"
            }
        ]
    },
    {
        "id": "1403957633150259",
        "name": "Big Data Open Source Security LLC",
        "posts": [
            {
                "comments": [],
                "createdTime": "Thu Apr 23 15:56:56 EDT 2015",
                "id": "1403957633150259_1610733212472699",
                "message": "Cool, Apple's Siri runs on Apache Mesos"
            },
            {
                "comments": [],
                "createdTime": "Wed Mar 11 12:00:47 EDT 2015",
                "id": "1403957633150259_1590178267861527",
                "message": "Building and Deploying Applications for Apache Mesos https://www.youtube.com/watch?v=dyLtK4FhCZE"
            },
            {
                "comments": [],
                "createdTime": "Wed Mar 11 12:00:18 EDT 2015",
                "id": "1403957633150259_1590178184528202",
                "message": "Apache Kafka Framework for Apache Mesos https://github.com/mesos/kafka"
            },
            {
                "comments": [],
                "createdTime": "Thu Feb 12 00:58:12 EST 2015",
                "id": "1403957633150259_1580565812156106"
            },
            {
                "comments": [],
                "createdTime": "Sat Jan 17 17:53:14 EST 2015",
                "id": "1403957633150259_1572260239653330",
                "message": "Syslog Producer for Apache Kafka http://allthingshadoop.com/2015/01/16/syslog-producer-for-apache-kafka/"
            },
            {
                "comments": [],
                "createdTime": "Thu Jan 15 11:00:08 EST 2015",
                "id": "1403957633150259_1571497149729639",
                "message": "Big Data Open Source In The Cloud https://www.linkedin.com/pulse/big-data-open-source-cloud-joe-stein"
            },
            {
                "comments": [],
                "createdTime": "Mon Dec 29 22:16:41 EST 2014",
                "id": "1403957633150259_1565817510297603",
                "message": "Using Go with Apache Kafka https://www.linkedin.com/pulse/using-go-apache-kafka-joe-stein"
            },
            {
                "comments": [],
                "createdTime": "Wed Dec 17 20:15:08 EST 2014",
                "id": "1403957633150259_1560604710818883",
                "message": "Open Source Cloud Formation with Minotaur for Mesos, Kafka and Hadoop http://allthingshadoop.com/2014/12/17/open-source-cloud-formation/"
            },
            {
                "comments": [],
                "createdTime": "Wed Dec 10 17:23:15 EST 2014",
                "id": "1403957633150259_1558236871055667",
                "message": "Check out http://t.co/hz6IVUR5Hl about our new Go Kafka Client https://t.co/RAwBVQp4KH and Minotaur https://t.co/ZZfjKg5Zoy for cloud builds"
            },
            {
                "comments": [],
                "createdTime": "Mon Nov 10 08:51:08 EST 2014",
                "id": "1403957633150259_1548207788725242",
                "message": "Introduction to Apache Kafka http://www.hakkalabs.co/articles/apache-kafka"
            },
            {
                "comments": [],
                "createdTime": "Sun Jun 01 16:16:56 EDT 2014",
                "id": "1403957633150259_1495886983957323",
                "message": "End-to-end Latency\n\n2 ms (median)\n3 ms (99th percentile)\n14 ms (99.9th percentile)\n\nhttps://engineering.linkedin.com/kafka/benchmarking-apache-kafka-2-million-writes-second-three-cheap-machines\n"
            },
            {
                "comments": [],
                "createdTime": "Tue May 13 16:49:13 EDT 2014",
                "id": "1403957633150259_1490983527781002",
                "message": "Apache Solr real-time live index updates at scale with Apache Hadoop http://allthingshadoop.com/2014/05/13/solr-hadoop/"
            },
            {
                "comments": [],
                "createdTime": "Thu Apr 03 14:00:36 EDT 2014",
                "id": "1403957633150259_1480592075486814",
                "message": "Higher Availability, Increased Scale and Enhanced Security on Apache HBase"
            },
            {
                "comments": [],
                "createdTime": "Wed Apr 02 21:21:55 EDT 2014",
                "id": "1403957633150259_1480414525504569",
                "message": "Beyond MapReduce and Apache Hadoop 2.X "
            },
            {
                "comments": [],
                "createdTime": "Thu Mar 13 22:35:00 EDT 2014",
                "id": "1403957633150259_10202685691477195",
                "message": "Big Data with Apache Accumulo preserving Security with Open Source http://allthingshadoop.com/2014/03/13/big-data-with-apache-accumulo-preserving-security-with-open-source/"
            },
            {
                "comments": [],
                "createdTime": "Fri Jan 17 14:49:08 EST 2014",
                "id": "1403957633150259_10202323332218440",
                "message": "Real-time Streaming and Data Pipelines with Apache Kafka http://www.hakkalabs.co/articles/real-time-streaming-data-pipelines-apache-kafka"
            },
            {
                "comments": [],
                "createdTime": "Thu Jan 16 17:13:08 EST 2014",
                "id": "1403957633150259_10202317789279870",
                "message": "Apache Kafka HTTP Producer and Consumer http://allthingshadoop.com/2014/01/16/apache-kafka-http-producer-and-consumer"
            },
            {
                "comments": [],
                "createdTime": "Mon Jan 13 02:54:46 EST 2014",
                "id": "1403957633150259_10202296745753795",
                "message": "Developing real-time data pipelines with Apache Kafka http://www.slideshare.net/charmalloc/developingwithapachekafka-29910685"
            },
            {
                "comments": [],
                "createdTime": "Sat Dec 07 12:18:19 EST 2013",
                "id": "1403957633150259_1438147403064615",
                "message": "Using Vagrant to get up and running with Apache Kafka http://allthingshadoop.com/2013/12/07/using-vagrant-to-get-up-and-running-with-apache-kafka/"
            },
            {
                "comments": [],
                "createdTime": "Fri Dec 06 14:17:56 EST 2013",
                "id": "1403957633150259_1437890353090320",
                "message": "Technology Decisions Are About Trade Offs and Solving Problems http://allthingshadoop.com/2013/12/06/technology-decisions-are-about-trade-offs-and-solving-problems/"
            },
            {
                "comments": [],
                "createdTime": "Tue Nov 26 12:20:22 EST 2013",
                "id": "1403957633150259_1435590766653612",
                "message": "How to Use Cassandra with Scala http://java.dzone.com/articles/how-use-cassandra-scala"
            },
            {
                "comments": [],
                "createdTime": "Fri Nov 01 12:29:31 EDT 2013",
                "id": "1403957633150259_1429822790563743",
                "message": "Elephants could be extinct by 2025. With the new $49 Datameer Charity Edition 100% will go to saving elephant orphans  http://www.datameer.com/save-the-elephants/"
            },
            {
                "comments": [],
                "createdTime": "Tue Oct 29 10:43:46 EDT 2013",
                "id": "1403957633150259_1429017327310956",
                "message": "Using Apache Drill for Large Scale, Interactive, Real-Time Analytic Queries http://allthingshadoop.com/2013/10/29/using-apache-drill-for-large-scale-interactive-real-time-analytic-queries/"
            },
            {
                "comments": [],
                "createdTime": "Wed Oct 23 11:55:22 EDT 2013",
                "id": "1403957633150259_1427430447469644",
                "message": "The All Things Hadoop Blog & Podcasts http://allthingshadoop.com/podcast/"
            },
            {
                "comments": [],
                "createdTime": "Wed Oct 23 10:04:34 EDT 2013",
                "id": "1403957633150259_1427403284139027",
                "message": "Hadoop Weekly Newsletter http://www.hadoopweekly.com/"
            }
        ]
    },
    {
        "id": "296560877031240",
        "name": "Rwandan Open Source Community",
        "posts": [
            {
                "comments": [],
                "createdTime": "Sat Oct 17 05:18:02 EDT 2015",
                "id": "296560877031240_994309820589672",
                "message": "A great and open initiative to get free certificate.\nhttps://letsencrypt.org"
            },
            {
                "comments": [],
                "createdTime": "Wed Oct 24 08:16:59 EDT 2012",
                "id": "296560877031240_380704865338686",
                "message": "https://www.facebook.com/cmu.rwanda"
            },
            {
                "comments": [],
                "createdTime": "Thu Oct 11 07:18:05 EDT 2012",
                "id": "296560877031240_250761511713231",
                "message": "http://openrwanda.org/"
            },
            {
                "comments": [],
                "createdTime": "Sun Sep 23 12:42:41 EDT 2012",
                "id": "296560877031240_473161349371191",
                "message": "Hello\n\nAs a members of the Rwanda Open Source Community, I have the pleasure to inform you that\nthe community is drafting a project proposal to the Ministry of ICT and Youth on the use and promotion of Free and Open Source Software [FOSS]\nThe idea behind is to permit the country to have a policy on FOSS from the Ministry of ICT and Youth\n\nNote also that the community is working with BSC in order to have a Mirror for all Open Source software (UBUNTU, OPEN SUSE , LIBRE OFFICE , VLC, MOZILLA, ETC)\nTe community welcomes all Ideas, suggestions and critics from all it's members."
            },
            {
                "comments": [],
                "createdTime": "Wed Sep 19 04:06:12 EDT 2012",
                "id": "296560877031240_471623256191667",
                "message": "All members please send me your e-mails at rwandaosc@gmail.com , We have a general assembly ."
            },
            {
                "comments": [],
                "createdTime": "Fri Sep 14 12:29:03 EDT 2012",
                "id": "296560877031240_469944799692846",
                "message": "Next E-UMUGANDA the 29th Sept 2012 ... Ideas of problems to tackle are most welcome ... what problem do you want us to solve [ICT related or not] ??? let's put the brains of our Rwandans to community service !"
            },
            {
                "comments": [],
                "createdTime": "Fri Sep 14 12:26:52 EDT 2012",
                "id": "296560877031240_111687162316087",
                "message": "http://www.huffingtonpost.ca/averie-macdonald/travel-to-rwanda_b_1881482.html?just_reloaded=1"
            },
            {
                "comments": [],
                "createdTime": "Mon Aug 27 12:32:13 EDT 2012",
                "id": "296560877031240_462972990390027",
                "message": "Thanks to Hon. Minsiter of Youth and ICT Jean Philbert N. to attend our invitation for e-Umuganda ... more events to come!"
            },
            {
                "comments": [],
                "createdTime": "Mon Jul 09 05:56:43 EDT 2012",
                "id": "296560877031240_445119092175417",
                "message": "This is to inform all our members : this month's Umuganda will go Tech. Rwanda Open Source Community has been invited as an ICT community to be part of the event, we will map Kigali on open street maps, the event is sponsored, we will offer drinks and lunch. you are all invited to join us in this great event that aims at providing enough open data for all users."
            },
            {
                "comments": [],
                "createdTime": "Thu Jun 07 20:56:34 EDT 2012",
                "id": "296560877031240_429215863765740",
                "message": "The Kenya Mozilla community is in Kigali,  meet them tomorrow at Telecom house, Klab for a HTML 5 demo."
            },
            {
                "comments": [],
                "createdTime": "Wed Feb 22 09:55:25 EST 2012",
                "id": "296560877031240_356515711035756",
                "message": "We're glad to inform you that following your request, we have now uploaded UBUNTU server on our Ubuntu mirror ... \n\nhttp://ubuntu.nur.ac.rw/ubuntuimages/ubuntu-11.10-server-amd64.iso  http://ubuntu.nur.ac.rw/ubuntuimages/ubuntu-11.10-server-i386.iso"
            },
            {
                "comments": [],
                "createdTime": "Mon Feb 20 05:07:58 EST 2012",
                "id": "296560877031240_355063274514333",
                "message": "please recommend to us all possible free / open source software that can be used in the educational field , especially primary and secondary level !"
            },
            {
                "comments": [
                    {
                        "createdTime": "Mon Feb 20 10:32:36 EST 2012",
                        "id": "309862625709012_5095381",
                        "message": "Hey this is great - but it doesn't seem complete. I also see you have iso images but no server versions?"
                    },
                    {
                        "createdTime": "Tue Feb 21 05:02:31 EST 2012",
                        "id": "309862625709012_5100237",
                        "message": "We have all packages for ubuntu ubuntu-updates ubuntu-security and ubuntu-backports for the releases lucid 10.04, maverick 10.10, natty 11.04, oneiric 11.10 and precise 12.04 and this for 2 architectures\nfor main, restricted, universe and multiverse\n\nA typical /etc/apt/sources.list using NUR as mirror looks like:\ndeb http://ubuntu.nur.ac.rw/ubuntu natty main restricted universe multiverse\ndeb http://ubuntu.nur.ac.rw/ubuntu natty-updates main restricted universe multiverse\ndeb http://ubuntu.nur.ac.rw/ubuntu natty-security main restricted universe multiverse\ndeb http://ubuntu.nur.ac.rw/ubuntu natty-backports main restricted universe multiverse\n\nAnd we don't host source packages due to storage limitations on our mirror!"
                    },
                    {
                        "createdTime": "Wed Feb 22 09:58:32 EST 2012",
                        "id": "309862625709012_5107794",
                        "message": "http://ubuntu.nur.ac.rw/ubuntuimages/ubuntu-11.10-server-amd64.iso  http://ubuntu.nur.ac.rw/ubuntuimages/ubuntu-11.10-server-i386.iso"
                    },
                    {
                        "createdTime": "Wed Feb 22 12:01:13 EST 2012",
                        "id": "309862625709012_5108330",
                        "message": "When will rw.archive.ubuntu.com start pointing to you guys?"
                    },
                    {
                        "createdTime": "Wed Feb 22 12:05:12 EST 2012",
                        "id": "309862625709012_5108345",
                        "message": "I didn't even know it existed ! who's hosting it?"
                    },
                    {
                        "createdTime": "Wed Feb 22 12:56:57 EST 2012",
                        "id": "309862625709012_5108473",
                        "message": "It's the official Rwanda mirror except it's not hosted in Rwanda. I imagine if you became an official mirror then they could change it to point to your server"
                    },
                    {
                        "createdTime": "Wed Feb 22 12:59:08 EST 2012",
                        "id": "309862625709012_5108480",
                        "message": "they didn't ... let us try to fix it then!"
                    }
                ],
                "createdTime": "Fri Nov 18 07:06:08 EST 2011",
                "id": "296560877031240_309862625709012",
                "message": "Please be all UBUNTU users informed that we have an \"UBUNTU mirror\" in Rwanda hosted by the National University of Rwanda .. check on  http://ubuntu.nur.ac.rw/ ... so your updates won't take time .. Enjoy!"
            }
        ]
    },
    {
        "id": "194864330558992",
        "name": "Ideenweberei - open Source Solutions",
        "posts": [
            {
                "comments": [],
                "createdTime": "Tue Oct 20 12:51:11 EDT 2015",
                "id": "194864330558992_1062891147089635"
            },
            {
                "comments": [],
                "createdTime": "Sun Jul 05 11:56:34 EDT 2015",
                "id": "194864330558992_1004129899632427"
            },
            {
                "comments": [],
                "createdTime": "Sat Jun 27 14:45:28 EDT 2015",
                "id": "194864330558992_999466843432066"
            },
            {
                "comments": [],
                "createdTime": "Tue Jun 23 11:22:06 EDT 2015",
                "id": "194864330558992_996783733700377"
            },
            {
                "comments": [],
                "createdTime": "Wed Apr 22 07:45:52 EDT 2015",
                "id": "194864330558992_956938051018279",
                "message": "tirolinside.at erhält demnächst einen eigenen Shop. Mehr dazu in Kürze!"
            },
            {
                "comments": [],
                "createdTime": "Mon Mar 23 07:50:55 EDT 2015",
                "id": "194864330558992_939139039464847"
            },
            {
                "comments": [],
                "createdTime": "Fri Feb 13 06:41:47 EST 2015",
                "id": "194864330558992_914298608615557"
            },
            {
                "comments": [],
                "createdTime": "Fri Feb 13 01:56:08 EST 2015",
                "id": "194864330558992_914225678622850"
            },
            {
                "comments": [],
                "createdTime": "Wed Dec 31 07:34:47 EST 2014",
                "id": "194864330558992_889750234403728"
            },
            {
                "comments": [],
                "createdTime": "Tue Dec 23 04:30:06 EST 2014",
                "id": "194864330558992_884403704938381"
            },
            {
                "comments": [],
                "createdTime": "Sun Dec 21 05:27:19 EST 2014",
                "id": "194864330558992_883084011737017"
            },
            {
                "comments": [],
                "createdTime": "Thu Dec 18 10:54:22 EST 2014",
                "id": "194864330558992_881731381872280"
            },
            {
                "comments": [],
                "createdTime": "Sun Dec 14 07:23:42 EST 2014",
                "id": "194864330558992_879372492108169",
                "message": "...und in Businessprozessen in ähnlicher Art und Weise bereits seit längerem im Einsatz: Motivationskonzepte die sich an Games orientieren."
            },
            {
                "comments": [],
                "createdTime": "Sun Dec 14 07:21:16 EST 2014",
                "id": "194864330558992_879371995441552",
                "message": "Ein interessanter Ansatz...."
            },
            {
                "comments": [],
                "createdTime": "Thu Dec 11 04:28:31 EST 2014",
                "id": "194864330558992_877370748975010"
            },
            {
                "comments": [],
                "createdTime": "Thu Dec 04 06:09:28 EST 2014",
                "id": "194864330558992_873678959344189",
                "message": "Heute sind wir \"voll gut drauf\"!\nhttp://youtu.be/ZTjyRu88PRE"
            },
            {
                "comments": [{
                    "createdTime": "Wed Dec 03 10:10:54 EST 2014",
                    "id": "873138019398283_873139489398136",
                    "message": "....ein kleiner Beitrag der begreiflich macht, wie durchschlagend und gravierend die Veränderungen im Designverständnis in den letzten zwei Jahren waren. Gerade die Text- / Bildsprache und die Art der Navigation hat sich radikal erneuert."
                }],
                "createdTime": "Wed Dec 03 10:08:02 EST 2014",
                "id": "194864330558992_873138019398283"
            },
            {
                "comments": [
                    {
                        "createdTime": "Tue Dec 02 04:53:23 EST 2014",
                        "id": "872577086121043_872577982787620",
                        "message": "pro person 2 bildschirme, recht kuschlig bei euch  ;)"
                    },
                    {
                        "createdTime": "Tue Dec 02 05:05:43 EST 2014",
                        "id": "872577086121043_872581429453942",
                        "message": "Für was habt ihr das Bücherregal? Haben wir immer noch 1995 😜"
                    },
                    {
                        "createdTime": "Tue Dec 02 09:24:19 EST 2014",
                        "id": "872577086121043_872666552778763",
                        "message": "Und wo waren die Zoë und die Barbara :) und hey du Markus beleidig mal net mein Vadder sei Bücherregal ..."
                    },
                    {
                        "createdTime": "Wed Dec 03 11:33:27 EST 2014",
                        "id": "872577086121043_873166099395475",
                        "message": "back to the real startup roots? :-)"
                    }
                ],
                "createdTime": "Tue Dec 02 04:49:10 EST 2014",
                "id": "194864330558992_872577136121038",
                "message": "Büro einmal anders"
            },
            {
                "comments": [],
                "createdTime": "Mon Jul 15 18:49:00 EDT 2013",
                "id": "194864330558992_606527002726054",
                "message": "Wie Star Trek uns geholfen hat, Technik zu verstehen! Yeah!"
            },
            {
                "comments": [],
                "createdTime": "Thu Jul 11 05:03:32 EDT 2013",
                "id": "194864330558992_604148016297286",
                "message": "Das Internet wird 1996 kollabieren."
            },
            {
                "comments": [],
                "createdTime": "Fri May 10 03:28:48 EDT 2013",
                "id": "194864330558992_573130189399069"
            },
            {
                "comments": [{
                    "createdTime": "Mon May 06 04:10:38 EDT 2013",
                    "id": "571411646237590_1735602",
                    "message": "Wie wär's mit einem http://goo.gl/Sfhep"
                }],
                "createdTime": "Mon May 06 04:10:22 EDT 2013",
                "id": "194864330558992_571411652904256",
                "message": "Auf der Suche nach einem günstigen Geschenk für Apple-Jünger?"
            },
            {
                "comments": [],
                "createdTime": "Sun Apr 07 05:08:08 EDT 2013",
                "id": "194864330558992_561006357277934",
                "message": "http://www.social-secrets.com/2013/04/google-wagt-ubernahme-von-whatsapp-fur-1-milliarde-us-dollar-ab/#"
            },
            {
                "comments": [],
                "createdTime": "Thu Mar 28 03:06:49 EDT 2013",
                "id": "194864330558992_555076161204472",
                "message": "Neulich bei der Kunden-Hotline:"
            },
            {
                "comments": [],
                "createdTime": "Mon Mar 25 05:12:12 EDT 2013",
                "id": "194864330558992_141093329396691",
                "message": "Die nutzlosesten Webseiten des Internets. Ideen?\n\nhttp://www.gruenderszene.de/allgemein/useless-web"
            }
        ]
    },
    {
        "id": "688287241247588",
        "name": "Open Source - Coaching Pistoia",
        "posts": [
            {
                "comments": [],
                "createdTime": "Fri Aug 22 03:01:58 EDT 2014",
                "id": "688287241247588_688618734547772",
                "message": "Il coaching è un'attività professionale specialistica che ha come finalità il raggiungimento degli obiettivi del cliente, in armonia con il mandato istituzionale. L’attività di coaching è spesso affiancata da un termine che ne identifica i destinatari, per esempio: Coaching Psychology, Leadership Coaching, Executive Coaching, e Team Coaching se i destinatari sono un gruppo. ll coaching è un processo che ha l'obiettivo di aiutare la persona ad acquisire una maggiore competenza professionale e/o a superare barriere che ostacolano il miglioramento della sua performance."
            },
            {
                "comments": [],
                "createdTime": "Thu Aug 21 11:01:49 EDT 2014",
                "id": "688287241247588_688310307911948"
            },
            {
                "comments": [],
                "createdTime": "Thu Aug 21 10:48:41 EDT 2014",
                "id": "688287241247588_688306244579021"
            },
            {
                "comments": [],
                "createdTime": "Thu Aug 21 09:58:44 EDT 2014",
                "id": "688287241247588_688289964580649"
            },
            {
                "comments": [],
                "createdTime": "Thu Aug 21 09:57:04 EDT 2014",
                "id": "688287241247588_688289371247375"
            }
        ]
    },
    {
        "id": "187191301323521",
        "name": "Open Source Activities Centre",
        "posts": [
            {
                "comments": [],
                "createdTime": "Sun Aug 05 06:14:09 EDT 2012",
                "id": "187191301323521_430823460293636"
            },
            {
                "comments": [],
                "createdTime": "Tue Mar 20 12:15:18 EDT 2012",
                "id": "187191301323521_351214911587825"
            },
            {
                "comments": [],
                "createdTime": "Wed Nov 02 00:03:05 EDT 2011",
                "id": "187191301323521_268190236556960"
            },
            {
                "comments": [],
                "createdTime": "Fri Oct 07 23:31:52 EDT 2011",
                "id": "187191301323521_257243247651659",
                "message": "LAN-CHAT APPLICATION and ANDROID APPLICATION LAUNCH EVENT - 1 PM , 8 OCT ...BC JOSHI HALL\nEverybody is invited...."
            },
            {
                "comments": [],
                "createdTime": "Sat Aug 13 10:56:52 EDT 2011",
                "id": "187191301323521_231845370191447"
            },
            {
                "comments": [],
                "createdTime": "Thu Jul 28 23:15:38 EDT 2011",
                "id": "187191301323521_224619994247318",
                "message": "is celebrating SOFTWARE FREEDOM DAY on 17 September...."
            },
            {
                "comments": [],
                "createdTime": "Thu Jul 28 23:13:51 EDT 2011",
                "id": "187191301323521_125072907586681"
            },
            {
                "comments": [{
                    "createdTime": "Fri Jul 22 15:46:53 EDT 2011",
                    "id": "221677377874913_3047782",
                    "message": "Focus on Real world examples and patterns which are actually used nowadays in the industry ! If anyone wants to know the repository for the same let me Know ! Great work  Avinash Kuri Move on with the Same Spirit !"
                }],
                "createdTime": "Fri Jul 22 14:21:20 EDT 2011",
                "id": "187191301323521_221677377874913",
                "message": "This is to inform all the TE's Team members of OSAC(2011-2012) that JAVA and Object oriented programming classes is organised on 23 JULY 2011 at 11:30 AM in the Open source Lab."
            },
            {
                "comments": [],
                "createdTime": "Wed Mar 23 08:19:17 EDT 2011",
                "id": "187191301323521_212279735454330",
                "message": "Drush makes life easy! http://icodeforfun.blogspot.com/2011/03/i-love-drush.html"
            },
            {
                "comments": [],
                "createdTime": "Tue Mar 22 14:10:24 EDT 2011",
                "id": "187191301323521_187225957986722",
                "message": "Selection drive at Open Source Activities Centre! 25 Mar 2011 at 4.30, Raman theatre"
            }
        ]
    }
]