[
    {
        "id": "514725331926168",
        "name": "Open Source Maker Labs",
        "posts": [
            {
                "comments": [],
                "createdTime": "Sun Jan 31 21:27:51 EST 2016",
                "id": "514725331926168_975106845888012",
                "message": "There’s been a lot of activity at the lab over the last few weeks! Both of our resident teams, the Top Hats and those working on the Vulcan-1, are hammering away at their respective projects. Carol Reed has been making progress on her custom CNC machine, and members of our own staff have been working on a custom front desk project as well! Stay tuned for updates!"
            },
            {
                "comments": [],
                "createdTime": "Sun Jan 10 19:45:10 EST 2016",
                "id": "514725331926168_964632293602134",
                "message": "It's time for the FRC Kickoff for the Top Hat Technicians! They're already hard at work in both our design studio and classroom, designing and planning their strategies. The challenge for this season is called FIRST STRONGHOLD: three teams form an alliance to capture another alliance's flag. Learn more about the challenge details at http://www.firstinspires.org/robotics/frc/game-and-season"
            },
            {
                "comments": [],
                "createdTime": "Sat Jan 02 18:32:48 EST 2016",
                "id": "514725331926168_960802040651826",
                "message": "We're very excited to welcome our newest members, the UCSD SEDS Team! Their current project, the Vulcan-1, is a liquid fuel rocket powered by a 3D printed engine. Learn more about their past and current projects from the team, or at http://seds.ucsd.edu!"
            },
            {
                "comments": [],
                "createdTime": "Tue Dec 29 12:30:03 EST 2015",
                "id": "514725331926168_958616784203685",
                "message": "Enter your maker project in the Infosys Foundation contest by Feb.1 - $10,000 prize!"
            },
            {
                "comments": [],
                "createdTime": "Sun Dec 20 19:12:14 EST 2015",
                "id": "514725331926168_953962748002422",
                "message": "We had a fun afternoon at the lab - egg nog, hot chocolate, cookies, and laser cut Christmas ornament decorating. Merry Christmas from OSML!"
            },
            {
                "comments": [],
                "createdTime": "Sat Dec 12 21:02:46 EST 2015",
                "id": "514725331926168_950399595025404",
                "message": "We had a great first session yesterday with the teachers and specialists of the Del Mar Unified School District! These workshops are designed to help instructors collaborate, connect their different classes, and design projects that successfully incorporate multiple subjects."
            },
            {
                "comments": [],
                "createdTime": "Fri Dec 11 18:11:00 EST 2015",
                "id": "514725331926168_947249038673793",
                "message": "The Top Hats have finished their FRC parody video! Check it out here"
            },
            {
                "comments": [],
                "createdTime": "Wed Dec 09 17:58:01 EST 2015",
                "id": "514725331926168_947315872000443",
                "message": "Our Maker Experience is now available! Come enjoy a series of guided hands on activities designed to show you what our space can offer. Learn more and sign up on our catalogue!"
            },
            {
                "comments": [],
                "createdTime": "Mon Dec 07 17:42:00 EST 2015",
                "id": "514725331926168_947304785334885",
                "message": "Many of the projects developing at OSML, both past and present, require more than one perspective to achieve success. We encourage members to interact and ask questions, to keep new ideas flowing. Here's another great example of two specialized fields coming together to solve a complex problem!"
            },
            {
                "comments": [],
                "createdTime": "Sat Dec 05 15:43:09 EST 2015",
                "id": "514725331926168_947240402007990",
                "message": "Are you looking for the perfect gift for the Maker (or potential maker) in your life? This holiday season, we're offering both gift certificates and memberships in our catalogue! Browse all of our options at http://shop.opensourcemakerlabs.com/category-s/1817.htm"
            },
            {
                "comments": [],
                "createdTime": "Wed Dec 02 18:00:00 EST 2015",
                "id": "514725331926168_944202872311743",
                "message": "Our resident FRC team, the Top Hat Technicians, are utilizing our audio and video equipment to create a one of a kind team video! Our own Mary Alice personally recorded the music and developed their choreography!"
            },
            {
                "comments": [],
                "createdTime": "Sat Nov 28 20:01:13 EST 2015",
                "id": "514725331926168_944185948980102",
                "message": "Stay tuned for our upcoming Maker Experience, a three hour guided workshop utilizing our entire space! Look forward to working in every part of our lab, and see what our space can do for you!"
            },
            {
                "comments": [],
                "createdTime": "Thu Nov 26 10:29:12 EST 2015",
                "id": "514725331926168_943173072414723",
                "message": "Everyone can learn computing - RasPi $5 computer!"
            },
            {
                "comments": [],
                "createdTime": "Mon Nov 23 12:15:55 EST 2015",
                "id": "514725331926168_942001492531881"
            },
            {
                "comments": [],
                "createdTime": "Mon Nov 23 00:33:24 EST 2015",
                "id": "514725331926168_941800492551981"
            },
            {
                "comments": [],
                "createdTime": "Sat Nov 21 15:28:04 EST 2015",
                "id": "514725331926168_941202485945115",
                "message": "One of our priorities is improving the lab space for our members. We've just completed another multi-level custom workbench, this time for our CNC router!"
            },
            {
                "comments": [
                    {
                        "createdTime": "Sun Nov 15 15:01:44 EST 2015",
                        "id": "938457939552903_938835089515188",
                        "message": "Just excellent!"
                    },
                    {
                        "createdTime": "Mon Nov 16 09:45:15 EST 2015",
                        "id": "938457939552903_939111592820871",
                        "message": "MARLAC! That's awesome."
                    }
                ],
                "createdTime": "Sat Nov 14 20:46:29 EST 2015",
                "id": "514725331926168_938457939552903",
                "message": "We had a great workshop with Pathways Academy - math & physics with the MARLAC (MARshmallow Linear ACcelerator), and used the scientific method in a real experiment. Great students - we really really enjoyed working with them!"
            },
            {
                "comments": [],
                "createdTime": "Wed Nov 11 16:09:00 EST 2015",
                "id": "514725331926168_937214326343931",
                "message": "Should schools support STEM programs as well as they do sports?"
            },
            {
                "comments": [{
                    "createdTime": "Tue Nov 10 17:30:52 EST 2015",
                    "id": "936441313087899_936787113053319",
                    "message": "He made science fun!"
                }],
                "createdTime": "Mon Nov 09 19:02:28 EST 2015",
                "id": "514725331926168_936441313087899",
                "message": "Happy Birthday to Carl Sagan! Take a moment to read about his life and inspiring legacy: https://en.wikipedia.org/wiki/Carl_Sagan\n \"My parents were not scientists. They knew almost nothing about science. But in introducing me simultaneously to skepticism and to wonder, they taught me the two uneasily cohabiting modes of thought that are central to the scientific method.\""
            },
            {
                "comments": [],
                "createdTime": "Sun Nov 08 23:49:22 EST 2015",
                "id": "514725331926168_936117553120275",
                "message": "More fun at the lab - FIRST Lego League getting ready for competition, Mary Alice leading a Spark Series class, and Ariel creating new artwork on the laser cutter."
            },
            {
                "comments": [],
                "createdTime": "Thu Oct 29 21:31:08 EDT 2015",
                "id": "514725331926168_932135293518501",
                "message": "@OSMakerLabs and @SDMakerFaire - the story behind us - and what's ahead!"
            },
            {
                "comments": [],
                "createdTime": "Sat Oct 17 15:27:45 EDT 2015",
                "id": "514725331926168_1614872572112068"
            },
            {
                "comments": [],
                "createdTime": "Sun Oct 11 23:48:02 EDT 2015",
                "id": "514725331926168_924840547581309",
                "message": "Great video by Mark Weber of the Maker Faire Battle Pond. https://www.youtube.com/watch?v=_mXYknthnGI&feature=youtu.be"
            },
            {
                "comments": [],
                "createdTime": "Mon Oct 05 22:47:31 EDT 2015",
                "id": "514725331926168_922254534506577",
                "message": "Thanks to everyone that visited us at San Diego Maker Faire this weekend! You have an open invitation to visit the lab and see even more great creations by our maker members!"
            },
            {
                "comments": [{
                    "createdTime": "Fri Oct 02 18:20:04 EDT 2015",
                    "id": "921008107964553_921010581297639",
                    "message": "It looks amazing!!!!"
                }],
                "createdTime": "Fri Oct 02 18:10:23 EDT 2015",
                "id": "514725331926168_921008107964553",
                "message": "Getting ready for @SDMakerFaire tomorrow! Loading cupcake cars bound for @BalboaPark."
            }
        ]
    },
    {
        "id": "285129508356832",
        "name": "Open Sourced Films",
        "posts": [
            {
                "comments": [],
                "createdTime": "Thu Jan 21 10:14:52 EST 2016",
                "id": "285129508356832_451862448350203",
                "message": "Here's a great opportunity for local writers and directors to produce a concept this year. $2,500 in rental credit for five finalists, free workshops for the finalists, and a Grand Prize that includes crew and equipment for three production days."
            },
            {
                "comments": [],
                "createdTime": "Tue Dec 08 11:25:01 EST 2015",
                "id": "285129508356832_439706862899095",
                "message": "Interested in doing it right on your next short film? Check out the Greater Cleveland Film Commission's guidelines on permitting in the City of Cleveland and beyond!"
            },
            {
                "comments": [],
                "createdTime": "Thu Dec 03 14:14:12 EST 2015",
                "id": "285129508356832_439469969589451",
                "message": "How do you eat an elephant? One bite at a time. \nHow do you tell a story? One chapter at a time."
            },
            {
                "comments": [],
                "createdTime": "Thu Dec 03 10:52:50 EST 2015",
                "id": "285129508356832_439439109592537",
                "message": "\"Your publisher might say, “Your story has no value; there’s only one dead guy — I need twenty or thirty dead guys for this to work.” But that is not true; if the reader feels the dead guy or wounded guys or hurt guys or whomever you have in trouble have a real personality resulting from your own deep studies of human nature — with an artist’s capacity for such observation — emotions will surge.\"\n\nPretty transcendent advice from legendary artist Moebius;  17 more pure nuggets of wisdom after the link."
            },
            {
                "comments": [],
                "createdTime": "Tue Dec 01 10:47:03 EST 2015",
                "id": "285129508356832_438964989639949",
                "message": "Earlier this year, our team worked with writer/director Joe Martin to produce SOMEWHERE BETWEEN, a short film that follows the collapse of a relationship during a spectacularly cold winter. As the project reaches its final stages of post-production, we wanted to share a few stills from this exciting collaboration."
            },
            {
                "comments": [],
                "createdTime": "Wed Nov 11 09:10:23 EST 2015",
                "id": "285129508356832_434855860050862",
                "message": "We'll file this under Things We Maybe Should Have Read Before Starting HI DAVE."
            },
            {
                "comments": [
                    {
                        "createdTime": "Mon Nov 02 18:20:00 EST 2015",
                        "id": "432983783571403_432993676903747",
                        "message": "wtf, these are the best pics I've ever seen."
                    },
                    {
                        "createdTime": "Mon Nov 02 18:42:59 EST 2015",
                        "id": "432983783571403_432996220236826",
                        "message": "Seth is way better looking than I realized"
                    },
                    {
                        "createdTime": "Mon Nov 02 19:29:31 EST 2015",
                        "id": "432983783571403_433001943569587",
                        "message": "You could be Alex Snow!"
                    },
                    {
                        "createdTime": "Tue Nov 03 06:42:20 EST 2015",
                        "id": "432983783571403_433080000228448",
                        "message": "Hey that's my nephew Michael Carissimi!!"
                    }
                ],
                "createdTime": "Mon Nov 02 17:08:00 EST 2015",
                "id": "285129508356832_432986946904420",
                "message": "Set and location photos from the production of  Hi Dave. We had a great two weekends of shooting and principal photography is wrapped! Special thanks to Airhead Media for the project, City of Cleveland for the permits, (some of) the dudes from Aldous Mustache for acting, photos from Alex Toney, crew from Baldwin Wallace University and Cleveland Camera Rental. If you have a film you'd like to get produced we'd like to help you get there! Contact us at info@opensourcedfilms.com to get started on writing, preproduction and to get connected to resources for crew and equipment in Cleveland!"
            },
            {
                "comments": [],
                "createdTime": "Fri Oct 30 10:18:02 EDT 2015",
                "id": "285129508356832_432320696971045",
                "message": "\"[When] an executive gives you feedback don’t get defensive or argumentative. LISTEN TO WHAT THEY HAVE TO SAY. An executive can tell immediately if a writer is listening to their feedback. Why would an executive want to work with a writer that doesn’t take notes?\""
            },
            {
                "comments": [],
                "createdTime": "Mon Oct 26 09:18:45 EDT 2015",
                "id": "285129508356832_431477417055373",
                "message": "Our first weekend of shooting HI DAVE went spectacularly well! Many thanks to our actors, extras, and especially Justin and his team at Dive Bar."
            },
            {
                "comments": [],
                "createdTime": "Mon Oct 26 09:17:06 EDT 2015",
                "id": "285129508356832_431476977055417"
            },
            {
                "comments": [],
                "createdTime": "Sat Oct 24 20:12:59 EDT 2015",
                "id": "285129508356832_431180640418384",
                "message": "Katie Giglia as Paula in Episode 1 of \"Hi Dave\""
            },
            {
                "comments": [],
                "createdTime": "Fri Oct 23 21:22:38 EDT 2015",
                "id": "285129508356832_430983473771434",
                "message": "We were doing the groceries when we realized it's less than 12 hours until call time for extras on HI DAVE. Want to join in? You know who to call. Hopefully. By now."
            },
            {
                "comments": [],
                "createdTime": "Tue Oct 20 10:47:16 EDT 2015",
                "id": "285129508356832_430305700505878",
                "message": "CALL FOR EXTRAS: OCT 24TH (Morning / Midday)\nHI DAVE is shooting this weekend, and we need people to make the space look full of townies. Who's down to town?\ninterested parties, please contact info@opensourcedfilms.com\n(Scene takes place in a bar: Grownups only, please.)"
            },
            {
                "comments": [],
                "createdTime": "Wed Oct 07 10:14:44 EDT 2015",
                "id": "285129508356832_427391537463961",
                "message": "Excellent perspective on the power of teamwork in productions, especially when the odds are against success."
            },
            {
                "comments": [{
                    "createdTime": "Tue Oct 06 20:31:09 EDT 2015",
                    "id": "427205477482567_427280274141754",
                    "message": "Awesome choices! Congrats, y'all!"
                }],
                "createdTime": "Tue Oct 06 11:04:21 EDT 2015",
                "id": "285129508356832_427205477482567",
                "message": "Say hello to the cast of HI DAVE! We're starting rehearsals soon, and will be shooting later this month. Thanks to all who came out to audition!"
            },
            {
                "comments": [],
                "createdTime": "Wed Sep 23 15:48:04 EDT 2015",
                "id": "285129508356832_424753757727739",
                "message": "The Anonymous Production Assistant is a very useful resource for those looking for an insider's POV in the industry, but for neophyte film folk, TAPA's tone can often be discouraging. OSF wants to help build the kind of experience that will help you land work on Real Big Shoots, but we're wondering: what do you want to learn?"
            },
            {
                "comments": [],
                "createdTime": "Thu Sep 17 10:03:02 EDT 2015",
                "id": "285129508356832_423326677870447",
                "message": "Thanks to everyone who came out our casting call! We'll be contacting those we've cast and setting up callbacks as needed in the next week or so. \n\nIf you weren't able to make it out but would still like to be considered for a minor role or as an extra, let us know at info@opensourcedfilms.com"
            },
            {
                "comments": [],
                "createdTime": "Wed Sep 16 12:02:01 EDT 2015",
                "id": "285129508356832_421764538026661",
                "message": "What's that? We're holding OPEN AUDITIONS TONIGHT at Gypsy Beans & Baking Co. from 7PM - 9PM? That's crazy. Huh. Well, we hope to see you there--especially if you're 16 or older and come ready to read from a side in front of a camera. \n\nWant more information? Hit us up at info@opensourcedfilms.com."
            },
            {
                "comments": [],
                "createdTime": "Tue Sep 15 11:55:48 EDT 2015",
                "id": "285129508356832_422870821249366",
                "message": "Making it Facebook-Official. Add this to your calendars so Facebook can bug you about auditions too. Try and talk your friends into it, too!\n\nYay, we have an event. This was a great idea. We're so smart."
            },
            {
                "comments": [],
                "createdTime": "Tue Sep 15 11:52:24 EDT 2015",
                "id": "285129508356832_870609236350530"
            },
            {
                "comments": [],
                "createdTime": "Tue Sep 15 11:38:03 EDT 2015",
                "id": "285129508356832_422867431249705",
                "message": "We're not kidding when we say we're Open Sourced, so below is a link to the shooting script for Hi Dave. WHAT?! This is crazy talk. Goodness. What are we going to do next, just TELL you how the productions are going? All the mystique would be gone! Ridiculous.\n\nFor those of you coming to our auditions tomorrow, read and review: we'll be cold-reading selections from this on camera. Or, uh, lukewarm-reading. (Leiawarm? Whatever. Just read it.)"
            },
            {
                "comments": [],
                "createdTime": "Mon Sep 14 11:47:00 EDT 2015",
                "id": "285129508356832_421764361360012",
                "message": "Did we mention we're holding OPEN AUDITIONS at Gypsy Beans & Baking Co. on Wednesday night from 7PM - 9PM? We are. \nProbably you want to know more information about the project, yes? Of course. Read on:\n\nThe project is called \"Hi Dave,\" and it is the pilot to what could be an all original, all-Cleveland webseries. \n\nAfter a simple misunderstanding sees our likable-but-not-lovable hero, DAVE, mistaken for a high-powered executive, a blind date with the miraculously awesome PAULA shows signs of promise...but how long can the magic last? And does she like dogs? And will he suddenly puke from all the nerves? And how many shots of the Cleveland skyline can we cram into this thing?\n\nFor any more information, of course, we're always listening at info@opensourcedfilms.com"
            },
            {
                "comments": [],
                "createdTime": "Fri Sep 11 10:24:01 EDT 2015",
                "id": "285129508356832_421761741360274",
                "message": "We're holding OPEN AUDITIONS next Wednesday, September 16th from 7PM-9PM in the elegantly appointed back room of Gypsy Beans & Baking Co. for a short film shooting weekends in October. \n=========================================================\nHeadshots are preferred but not at all required; we will be filming all auditions. Please prepare to read from provided sides. \nThose arriving after 8:30 are not guaranteed an audition time. They close at 9, and we don't want to be jerks.\n=========================================================\nPrincipal characters should look 30something, and we are casting ages 16+ (in case you know any really wizened teenagers.)\n\nHit us up at info@opensourcedfilms.com, with the subject Gypsy Auditions for more information."
            },
            {
                "comments": [],
                "createdTime": "Tue Sep 08 12:08:13 EDT 2015",
                "id": "285129508356832_421007371435711"
            },
            {
                "comments": [],
                "createdTime": "Wed Jul 22 11:38:41 EDT 2015",
                "id": "285129508356832_407076619495453",
                "message": "You goin'? Oh, we're goin'. Come find us at tonight's screenings, where we'll be cleverly hidden disguised as ourselves."
            }
        ]
    },
    {
        "id": "1652544375033627",
        "name": "Open Source Corner",
        "posts": [
            {
                "comments": [],
                "createdTime": "Thu Dec 31 20:54:48 EST 2015",
                "id": "1652544375033627_1655608544727210"
            },
            {
                "comments": [],
                "createdTime": "Fri Dec 25 22:17:16 EST 2015",
                "id": "1652544375033627_1653756451579086"
            },
            {
                "comments": [],
                "createdTime": "Fri Dec 25 22:14:30 EST 2015",
                "id": "1652544375033627_1653756098245788",
                "message": "www.opensourcecorner.in"
            },
            {
                "comments": [],
                "createdTime": "Wed Dec 23 01:18:15 EST 2015",
                "id": "1652544375033627_1652545351700196"
            }
        ]
    },
    {
        "id": "247040251997011",
        "name": "Cyber Open Source STMIK AKBA",
        "posts": [
            {
                "comments": [],
                "createdTime": "Sat Jan 30 08:08:54 EST 2016",
                "id": "247040251997011_1099028493464845",
                "message": "Segenap Keluarga Besar Cyber Open Source Mengucapkan selamat dan Sukses atas selesainya studi dan diwisudanya Bapak Suryadi Syamsu, S.Kom, M.Kom (Pembina COS STMIK AKBA)."
            },
            {
                "comments": [],
                "createdTime": "Sat Jan 09 19:13:41 EST 2016",
                "id": "247040251997011_1087623564605338"
            },
            {
                "comments": [],
                "createdTime": "Sat Jan 09 19:13:34 EST 2016",
                "id": "247040251997011_1087623451272016",
                "message": "Segenap Keluarga Cyber Open Source mengucapkan Selamat Kepada Saudara Apriansyah Saputra (Buntala) atas terpilihnya sebagai Ketua Umum Mapala Akba. Semoga pemimpin baru menjadi semangat baru. Amin."
            },
            {
                "comments": [],
                "createdTime": "Wed Jan 06 07:53:44 EST 2016",
                "id": "247040251997011_1085527748148253",
                "message": "Cyber Open Source telah membuka pendaftaran anggota baru (PAB), utk mahasiswa STMIK Akba yg berminat mendaftar silahkan mendaftar Via Online pada http://cyberopensource.org"
            },
            {
                "comments": [],
                "createdTime": "Wed Jan 06 05:53:02 EST 2016",
                "id": "247040251997011_1085461398154888",
                "message": "H-4 Ujian Kompetensi Cyber Open Source.\nTetap semangat untuk berproses demi menjadi anggota tetap #angkatan6"
            },
            {
                "comments": [],
                "createdTime": "Mon Jan 04 07:58:28 EST 2016",
                "id": "247040251997011_1084505534917141",
                "message": "Selamat Malam Cosers \nSecara resmi Cyber Open Source membuka Pendaftaran Anggota Baru (PAB). Bagi mahasiswa Stmik Akba yang ingin bergabung silahkan melakukan pendaftaran via online pada http://cyberopensource.org"
            },
            {
                "comments": [],
                "createdTime": "Mon Jan 04 01:08:48 EST 2016",
                "id": "247040251997011_1084320368268991",
                "message": "Selamat Siang CoserS.\nBerikut Distro Linux yang menarik tahun 2016!\nhttp://www.tecmint.com/top-linux-distributions-to-look-forward-in-2016/"
            },
            {
                "comments": [],
                "createdTime": "Sat Jan 02 11:38:31 EST 2016",
                "id": "247040251997011_1083384588362569",
                "message": "are you ready to join with us??\nCooming soon...!!!\n\n#pabcos\nhttp://pendaftaran.cyberopensource.org/"
            },
            {
                "comments": [],
                "createdTime": "Thu Dec 31 08:29:03 EST 2015",
                "id": "247040251997011_1082130401821321"
            },
            {
                "comments": [],
                "createdTime": "Thu Dec 31 08:28:41 EST 2015",
                "id": "247040251997011_1082130195154675"
            },
            {
                "comments": [],
                "createdTime": "Wed Dec 30 22:59:01 EST 2015",
                "id": "247040251997011_1081953955172299",
                "message": "#RIP\nSelamat jalan founder Debian, Terimakasih Pak Ian Murdock atas jasamu dalam memajukan open source/linux."
            },
            {
                "comments": [],
                "createdTime": "Mon Dec 28 06:20:40 EST 2015",
                "id": "247040251997011_1080353635332331",
                "message": "are you ready for SDN??"
            },
            {
                "comments": [],
                "createdTime": "Thu Dec 24 20:55:41 EST 2015",
                "id": "247040251997011_1077926442241717",
                "message": "Segenap Keluarga Besar Cyber Open Source mengucapkan selamat natal & selamat menyongsong Tahun Baru 2016, semoga di tahun 2016 menjadi awal yang indah dalam melangkah di hidup ini. Amin."
            },
            {
                "comments": [],
                "createdTime": "Tue Dec 01 05:02:25 EST 2015",
                "id": "247040251997011_1066118880089140",
                "message": "Kali ini teman-teman dari COS akan mengadakan pelatihan GRATIS buat kalian para mahasiswa baru angkatan 2015 di kampus STMIK AKBA Makassar. \nAdapun pelatihan yang akan dilaksanakan dalam waktu dekat ini yaitu PELATIHAN MIKROTIK, jadi buat teman-teman yang ingin ikut dalam pelatihan ini silahkan hubungi Contact Person yang tertera di pamflet.\n\n#Salam_OpenSource"
            },
            {
                "comments": [],
                "createdTime": "Thu Nov 26 14:47:52 EST 2015",
                "id": "247040251997011_1064017756965919",
                "message": "only for members of COS\n==========================================\nPRE-ORDER BAJU KEGIATAN COS\n==========================================\nSpesifikasi:\n -Bahan Distro\n -Warna Abu-Abu\n -Logo dan Tulisan Bordir\n\nIDR 110K\nsize S, M, L, XL\n==========================================\n[SESI PRE ORDER]\nSESI PEMESANAN & PEMBAYARAN--->(25 NOV - 13 Desember 2015)\nSESI PRODUKSI              --->(14 - 21 DESEMBER 2015)\nSESI PENGAMBILAN           --->(30 - 31 DESEMBER 2015)\n==========================================\nInfo & Order:-081315702002/52089E5A\n             -082340395343/59771134\nFormat Order:Nama - Angkatan - Size - No.HP\n==========================================\nPembayaran Dapat di lakukan Secara langsung atau Via Bank\nBank Muamalat : 810-000-743-2\na.n. Muhlis\n==========================================  \nCatatan:\n- Produksi akan di lakukan setelah melakukan Pembayaran dan sudah mencapai 12 PCS"
            },
            {
                "comments": [],
                "createdTime": "Tue Nov 24 05:56:33 EST 2015",
                "id": "247040251997011_1062944960406532",
                "message": "COMING SOON!!!"
            },
            {
                "comments": [],
                "createdTime": "Sun Nov 15 11:02:15 EST 2015",
                "id": "247040251997011_1059239717443723",
                "message": "Segenap Keluarga Besar Cyber Open Source Menngucapkan Selamat menempuh hidup baru kepada kakanda Cally (anggota COS angk.IV), semoga menjadi keluarga yang saqinah, mawaddah, warrohmah."
            },
            {
                "comments": [],
                "createdTime": "Sat Nov 07 10:30:40 EST 2015",
                "id": "247040251997011_1055722344462127",
                "message": "Foto ini pada saat Technical meeting, Di mana peserta  memperkenalkan diri di hadapan pengurus dan panitia sekaligus sosialisasi jadwal spesifik Kelas Belajar COS"
            },
            {
                "comments": [],
                "createdTime": "Tue Oct 27 02:52:39 EDT 2015",
                "id": "247040251997011_1050949738272721",
                "message": "Selamat buat kk Rina yang mendapat predikat Mahasiswa Terbaik di Wisuda 17 STMIK AKBA. Semoga ilmunya bermanfaat dan bisa diaktualisasikan..."
            },
            {
                "comments": [],
                "createdTime": "Tue Oct 27 00:47:03 EDT 2015",
                "id": "247040251997011_1050926028275092",
                "message": "selamat kepada wisudawan/wisudawati STMIK AKBA. Semoga ilmu yang sudah didapat di bangku pendidikan akan teraktualisasikan pada kehidupan yang nyata dan bermanfaat bagi orang banyak."
            },
            {
                "comments": [],
                "createdTime": "Sat Oct 24 20:14:03 EDT 2015",
                "id": "247040251997011_1049932988374396",
                "message": "Memilih dari selembar benang merajutnya bersama kelak jadi selembar kain itulah perkawinan, Hari ini hari yang spesial dalam hidupmu hari dimana sebuah cerita hidup baru akan dimulai.\n\nSelamat Menempuh Hidup Baru buat saudari kami Febiola Nurani, Doa kami menyertaimu selama nya engkau bersama dengan rukun hingga rambut memutih."
            },
            {
                "comments": [],
                "createdTime": "Thu Oct 15 04:50:39 EDT 2015",
                "id": "247040251997011_1045912332109795",
                "message": "Selamat Sore COSerS,Event selanjutnya yang akan di laksanakan Cyber Open Source adalah \"Kelas Belajar COS\" dengan tema \"Bersama Berbagi Pengetahuan. Mahasiswa STMIK AKBA buruan daftar."
            },
            {
                "comments": [
                    {
                        "createdTime": "Thu Oct 01 20:35:22 EDT 2015",
                        "id": "1039411969426498_1039765419391153",
                        "message": "Amin YRA."
                    },
                    {
                        "createdTime": "Mon Oct 05 18:11:48 EDT 2015",
                        "id": "1039411969426498_1041515465882815",
                        "message": "Amin ya allah...\nBtw knp bsa..??"
                    },
                    {
                        "createdTime": "Mon Oct 05 19:17:54 EDT 2015",
                        "id": "1039411969426498_1041533775880984",
                        "message": "jantung dan maag"
                    },
                    {
                        "createdTime": "Mon Oct 05 21:51:27 EDT 2015",
                        "id": "1039411969426498_1041588375875524",
                        "message": "Astgafirullah... Ini tmn SMP sy, sy kaget N msh ga prcy klo dy udh meninggal.. Mkax sy cri2 info tntg dy.. Mksh yaaa.."
                    },
                    {
                        "createdTime": "Mon Oct 19 18:22:42 EDT 2015",
                        "id": "1039411969426498_1047841821916846",
                        "message": "Mkasih kak atas doanya, ini kk kandung sy, kbetulan skrng sy kuliah di stimik akba, fakultas teknik informatika, mohon bimbingannya kak"
                    }
                ],
                "createdTime": "Thu Oct 01 05:27:53 EDT 2015",
                "id": "247040251997011_1039411969426498",
                "message": "Innalillhi wa inna ilaihi rojiun...\nKeluarga besar Cyber Open Source STMIK AKBA turut berduka cita atas berpulangnya ke rahmatulullah Kanda Sumarni/Marni (COS AKBA ANG. II). Semoga amal ibadah beliau diterima di sisi Allah SWT. Aamiin"
            },
            {
                "comments": [],
                "createdTime": "Wed Sep 23 21:08:20 EDT 2015",
                "id": "247040251997011_1036331693067859",
                "message": "Kami segenap keluarga besar Cyber Open Source mengucapkan Selamat Hari Raya Idul Adha 2015/1436 H kepada semua sahabat Cyber Open Source, mohon maaf lahir dan batin\n\n~jangan lupa berbagi rezeki dengan sesama\n\n#salamopensource"
            },
            {
                "comments": [],
                "createdTime": "Wed Sep 16 05:11:00 EDT 2015",
                "id": "247040251997011_1032302443470784",
                "message": "Download sebelum di shutdown\nhttps://www.skillfeed.com/linux-tutorials"
            }
        ]
    },
    {
        "id": "1638140366415335",
        "name": "Open Source Geospatial Certification",
        "posts": [
            {
                "comments": [],
                "createdTime": "Thu Sep 03 07:31:22 EDT 2015",
                "id": "1638140366415335_1666131163616255",
                "message": "http://wiki.osgeo.org/wiki/OSGeo_Labs:_OSGeo_Certification"
            },
            {
                "comments": [],
                "createdTime": "Wed Jul 29 07:47:10 EDT 2015",
                "id": "1638140366415335_1654170231479015"
            },
            {
                "comments": [],
                "createdTime": "Sun Jul 19 15:54:00 EDT 2015",
                "id": "1638140366415335_1651297091766329",
                "message": "http://wiki.osgeo.org/wiki/OSGeo_Certification"
            },
            {
                "comments": [],
                "createdTime": "Wed Jul 15 06:07:54 EDT 2015",
                "id": "1638140366415335_1650100531885985",
                "message": "INSPIRE:::::::"
            },
            {
                "comments": [],
                "createdTime": "Wed Jul 15 00:58:47 EDT 2015",
                "id": "1638140366415335_1650056081890430",
                "message": "FOSS4G Europe COMO ITALI"
            },
            {
                "comments": [],
                "createdTime": "Fri Jul 10 19:36:18 EDT 2015",
                "id": "1638140366415335_1648786582017380"
            },
            {
                "comments": [],
                "createdTime": "Thu Jul 09 12:43:54 EDT 2015",
                "id": "1638140366415335_1648321708730534",
                "message": "http://wiki.osgeo.org/wiki/FOSS4G_Europe_2015_GeoForAll_Agenda#1._GeoForAll_pre-conference_meeting"
            },
            {
                "comments": [],
                "createdTime": "Mon Jun 22 18:10:47 EDT 2015",
                "id": "1638140366415335_1642195219343183",
                "message": "Business in certification. ...."
            },
            {
                "comments": [],
                "createdTime": "Sat Jun 13 14:21:06 EDT 2015",
                "id": "1638140366415335_1638148133081225",
                "message": "http://www.careeronestop.org/competencymodel/competency-models/geospatial-technology.aspx"
            },
            {
                "comments": [],
                "createdTime": "Sat Jun 13 13:44:02 EDT 2015",
                "id": "1638140366415335_1638142539748451"
            },
            {
                "comments": [],
                "createdTime": "Sat Jun 13 13:38:46 EDT 2015",
                "id": "1638140366415335_1638141639748541"
            },
            {
                "comments": [],
                "createdTime": "Sat Jun 13 13:38:39 EDT 2015",
                "id": "1638140366415335_1638141616415210"
            }
        ]
    },
    {
        "id": "185529624827071",
        "name": "Open Source Architect",
        "posts": [
            {
                "comments": [],
                "createdTime": "Fri Dec 18 20:17:18 EST 2015",
                "id": "185529624827071_995715600475132",
                "message": "Master #JenkinsCI for a \"thriving\" project:\nhttps://goo.gl/ezyqbG"
            },
            {
                "comments": [],
                "createdTime": "Thu Dec 05 10:49:04 EST 2013",
                "id": "185529624827071_635879843125378",
                "message": "#Redhat is OpenShifting into the #cloud  http://t.co/fvHm34y03G #linux"
            },
            {
                "comments": [],
                "createdTime": "Mon Dec 02 09:08:57 EST 2013",
                "id": "185529624827071_634582189921810",
                "message": "Take a methodological approach to your #JBoss migration: http://t.co/sYgJptm1Au"
            },
            {
                "comments": [],
                "createdTime": "Thu Nov 07 11:59:07 EST 2013",
                "id": "185529624827071_622272157819480",
                "message": "Looking for CloudBees Jenkins Training @JenkinsCI to boost your career? #JenkinsCI Find out how! http://t.co/z5ZZZ2qzj8 #CloudBees"
            },
            {
                "comments": [],
                "createdTime": "Thu Oct 24 09:24:24 EDT 2013",
                "id": "185529624827071_615175008529195",
                "message": "Get your team the training they need - Mastering Continuous Integration with @jenkinsci Register today: http://t.co/QNBjsMBpa9"
            },
            {
                "comments": [],
                "createdTime": "Mon Oct 21 17:59:14 EDT 2013",
                "id": "185529624827071_614087208637975",
                "message": "Need Open Source technology EXPERTS? Your search is finally over - http://t.co/0ulMG0QCPD"
            },
            {
                "comments": [],
                "createdTime": "Fri Oct 18 11:06:36 EDT 2013",
                "id": "185529624827071_612512545462108",
                "message": "|opensourcearchitect| helps companies give EXPENSIVE proprietary technology the boot. Find out how - http://t.co/7f3fcJGJoY"
            },
            {
                "comments": [],
                "createdTime": "Thu Oct 17 14:34:30 EDT 2013",
                "id": "185529624827071_611872912192738",
                "message": "World class trainers for world class training http://t.co/AJ3iyUoaXF  #jenkinsCI #RedHat #JBoss #SpringSource"
            },
            {
                "comments": [],
                "createdTime": "Thu Oct 17 10:50:13 EDT 2013",
                "id": "185529624827071_611781088868587",
                "message": "|opensourcearchitect| offers CloudBees Jenkins Training #jenkinsCI in the US.  Find your class today! http://t.co/C8yTLAqoLX"
            },
            {
                "comments": [],
                "createdTime": "Wed Oct 16 13:06:05 EDT 2013",
                "id": "185529624827071_611346018912094",
                "message": "News Flash: Oracle Still Hates Open Source Software by @mjasay http://t.co/LLYzfGCPhh #redhat #oracle #opensource #DoD"
            },
            {
                "comments": [],
                "createdTime": "Wed Oct 16 13:01:58 EDT 2013",
                "id": "185529624827071_611344368912259",
                "message": "I GET 107 NEW FOLLOWERS ===> http://t.co/yvIogfDZBd\n\n @Wowstarking @LifeAsJuwuap @MissOredipe"
            },
            {
                "comments": [],
                "createdTime": "Wed Oct 16 11:30:58 EDT 2013",
                "id": "185529624827071_611306448916051",
                "message": "Want a better job? Get trained http://t.co/vhEJ1Rp7Tb #jenkinsCI"
            },
            {
                "comments": [],
                "createdTime": "Tue Oct 15 15:15:34 EDT 2013",
                "id": "185529624827071_610872498959446",
                "message": "For all the #women programmers @womeninworld out there http://t.co/Iq0RspkU3S #witwcheat"
            },
            {
                "comments": [],
                "createdTime": "Tue Oct 15 12:13:20 EDT 2013",
                "id": "185529624827071_610789905634372",
                "message": "Know where to find the number one continuous integration @jenkinsCI tool today? http://t.co/gHZNxUXBeI #jenkinsCI"
            },
            {
                "comments": [],
                "createdTime": "Tue Oct 15 10:36:40 EDT 2013",
                "id": "185529624827071_610749742305055",
                "message": "Oracle says open source has no place in military apps http://t.co/Th5iptpkjk via @regvulture #opensource #oracle"
            },
            {
                "comments": [],
                "createdTime": "Mon Oct 14 10:48:48 EDT 2013",
                "id": "185529624827071_610193085694054",
                "message": "Are you looking for @JenkinsCi training in U.S. or UK?  Find out more about how to attend training http://t.co/z5ZZZ2qzj8 @CloudBees"
            },
            {
                "comments": [],
                "createdTime": "Fri Oct 11 07:19:00 EDT 2013",
                "id": "185529624827071_608335065879856",
                "message": "Red Hat | Red Hat Turns Big Data into Actionable Information with JBoss Data Virtualization http://t.co/ss8X3vWBsA #redhat #bigdata"
            },
            {
                "comments": [],
                "createdTime": "Thu Oct 10 14:01:50 EDT 2013",
                "id": "185529624827071_607962939250402",
                "message": "Amazon Web Services Wins Again In Battle To Build The CIA Cloud http://t.co/jupfZXLSnu via @techcrunch #aws #ibm #cia"
            },
            {
                "comments": [],
                "createdTime": "Wed Oct 09 16:40:17 EDT 2013",
                "id": "185529624827071_607496432630386",
                "message": "Stanford researchers to open-source model they say has nailed sentiment analysis http://t.co/rCAgXsyMmH via @gigaom #stanford #opensource"
            },
            {
                "comments": [],
                "createdTime": "Mon Oct 07 17:12:36 EDT 2013",
                "id": "185529624827071_606661339380562",
                "message": "SoundCloud open-sources Sketchy to help other big web firms fight spammy behavior http://t.co/Jz2ZTRbRpb via @gigaom #opensource"
            },
            {
                "comments": [],
                "createdTime": "Sat Oct 05 10:59:43 EDT 2013",
                "id": "185529624827071_605761972803832",
                "message": "Why Do You Use Linux?  http://t.co/BCciFi8qDO via @linuxfoundation #linux #opensource"
            },
            {
                "comments": [],
                "createdTime": "Thu Oct 03 12:24:12 EDT 2013",
                "id": "185529624827071_604963096217053",
                "message": "Intel teams up with Arduino to promote open-source hardware community http://t.co/gip8xQ82d2 via @VentureBeat #opensource #intel"
            },
            {
                "comments": [],
                "createdTime": "Tue Sep 24 13:21:22 EDT 2013",
                "id": "185529624827071_600733209973375",
                "message": "7 ways your company can support open source http://t.co/B2hflRMUj9 via @infoworld"
            },
            {
                "comments": [],
                "createdTime": "Sun Sep 08 21:54:08 EDT 2013",
                "id": "185529624827071_594040543975975",
                "message": "Indian companies opt for open-source softwares to cut costs - The Economic Times http://t.co/I8Fyjf3RrG"
            },
            {
                "comments": [],
                "createdTime": "Wed Jul 24 11:27:21 EDT 2013",
                "id": "185529624827071_572550869458276",
                "message": "Build powerful, integrated business process, event, and decision management solution with JBoss® BRMS. http://opensourcearchitect.co/shop/55-brms-platform"
            }
        ]
    },
    {
        "id": "223750721113896",
        "name": "Open Source Software Research & Development Centre",
        "posts": [
            {
                "comments": [
                    {
                        "createdTime": "Mon Feb 01 16:48:14 EST 2016",
                        "id": "558194201002878_562850447203920",
                        "message": "very well .............. time to start to be ahead   ..... well we  #desi_tech                                   wants to hire a cost effective m-commerce  mobile based app ........... iff you can help plz reply @ 9458473564 (whatss app )"
                    },
                    {
                        "createdTime": "Mon Feb 01 16:48:57 EST 2016",
                        "id": "558194201002878_562850740537224",
                        "message": "and thanks for nice article .... i m going to copy it ....."
                    }
                ],
                "createdTime": "Wed Jan 20 09:53:27 EST 2016",
                "id": "223750721113896_558194201002878",
                "message": "STARTUP INDIA- Here's a look at the most innovative and skyrocketing idea from the Indian Prime Minister.. \n\nOn the last Independence Day, Prime Minister Narendra Modi had introduced the Start-up India, Stand Up India' initiative.\n\nOn January 16, Prime Minister Narendra Modi unveiled a 19-point action plan for start-up enterprises in India. He also announced a self-certification scheme related to nine labour and environment laws. He also said that there would be no inspection of the enterprises during the first three years of the launch.\n\nModi has announced an all-inclusive action plan to boost such ventures that would boost employment generation and wealth creation.\n\nHere are the 19 plans Modi has for start-ups:\n\n1. Self certification\n\nThe start-ups will adopt self-certification to reduce the regulatory liabilities. The self-certification will apply to laws including payment of gratuity, labour contract, provident fund management, water and air pollution acts.\n\n2. Start-up India hub\n\nAn all-India hub will be created as a single contact point for start-up foundations in India, which will help the entrepreneurs to exchange knowledge and access financial aid.\n\n3. Register through app\n\nAn online portal, in the shape of a mobile application, will be launched to help start-up founders to easily register. The app is scheduled to be launched on April 1.\n\n4. Patent protection\n\nA fast-track system for patent examination at lower costs is being conceptualised by the central government. The system will promote awareness and adoption of the Intellectual Property Rights (IPRs) by the start-up foundations.\n\n5. Rs 10,000 crore fund\n\nThe government will develop a fund with an initial corpus of Rs 2,500 crore and a total corpus of Rs 10,000 crore over four years, to support upcoming start-up enterprises. The Life Insurance Corporation of India will play a major role in developing this corpus. A committee of private professionals selected from the start-up industry will manage the fund.\n\n6. National Credit Guarantee Trust Company\n\nA National Credit Guarantee Trust Company (NCGTC) is being conceptualised with a budget of Rs 500 crore per year for the next four years to support the flow of funds to start-ups.\n\n7. No Capital Gains Tax\n\nAt present, investments by venture capital funds are exempt from the Capital Gains Tax. The same policy is being implemented on primary-level investments in start-ups.\n\n8. No Income Tax for three years\n\nStart-ups would not pay Income Tax for three years. This policy would revolutionise the pace with which start-ups would grow in the future.\n\n9. Tax exemption for investments of higher value\n\nIn case of an investment of higher value than the market price, it will be exempt from paying tax\n\n10. Building entrepreneurs\n\nInnovation-related study plans for students in over 5 lakh schools. Besides, there will also be an annual incubator grand challenge to develop world class incubators.\n\n11. Atal Innovation Mission\n\nThe Atal Innovation Mission will be launched to boost innovation and encourage talented youths.\n\n12. Setting up incubators\n\nA private-public partnership model is being considered for 35 new incubators and 31 innovation centres at national institutes.\n\n13. Research parks\n\nThe government plans to set up seven new research parks, including six in the Indian Institute of Technology campuses and one in the Indian Institute of Science campus, with an investment of Rs 100 crore each.\n\n14. Entrepreneurship in biotechnology\n\nThe government will further establish five new biotech clusters, 50 new bio incubators, 150 technology transfer offices and 20 bio-connect offices in the country.\n\n15. Dedicated programmes in schools\n\nThe government will introduce innovation-related programems for students in over 5 lakh schools.\n\n16. Legal support\n\nA panel of facilitators will provide legal support and assistance in submitting patent applications and other official documents.\n\n17. Rebate\n\nA rebate amount of 80 percent of the total value will be provided to the entrepreneurs on filing patent applications.\n\n18. Easy rules\n\nNorms of public procurement and rules of trading have been simplified for the start-ups.\n\n19. Faster exit\n\nIf a start-up fails, the government will also assist the entrepreneurs to find suitable solutions for their problems. If they fail again, the government will provide an easy way out."
            },
            {
                "comments": [],
                "createdTime": "Mon Dec 14 14:50:46 EST 2015",
                "id": "223750721113896_544574809031484",
                "message": "A contribution made for the university by developing this \"Question Bank Portal\".\nCompletely made by members of Open Source Software Research & Development Centre, AKGEC."
            },
            {
                "comments": [{
                    "createdTime": "Mon Feb 01 17:05:21 EST 2016",
                    "id": "533064116849220_562854313870200",
                    "message": "i think it is one best bjp did #today for #tomorrow's bharat ...... a swarn bharat"
                }],
                "createdTime": "Thu Nov 05 02:54:00 EST 2015",
                "id": "223750721113896_533064116849220",
                "message": "IMPRINT INDIA-Impacting Research Innovation And Technology.\n\n An initiative by the Indian Government to speed up the research work in categories where India is heavily dependent on foreign countries.\n\nPrime Minister Narendra Modi on Thursday launched 'Imprint India', a Rs 1,000-crore project to kick start original research in areas where the country is dependent on foreign technology.\n\n\"It's important to look towards affordable technology,\" PM Modi said, adding that ''science is universal but technology has to be local.\"\n\n'Imprint India' is an Inter Ministerial Group that is set up as a single-window mechanism to screen research proposals from India's research and technology institutes. The group \napproves projects and allots funds for them.\n\nThe Ministry of Human Resource Development(HRD), the Ministry of Defence,the Department of Science & Technology, the Department of Biotechnology, and the Ministry of Rural Development, among others, are part of 'Imprint India.'\n\nThe group has been set up to be a one-stop funding shop because many scientists and researchers said that bureaucracy was delaying projects and discouraging institutes from starting them. The Indian Institutes of Technology (IITs)and the National Institutes of Technology are on board with the project that is being piloted by the Smriti Irani-led HRD ministry. \n\nThe group has identified 10 areas where India is heavily dependent on foreign technology and where little or no research and manufacturing has been initiated. These include healthcare, computers & information technology, energy, sustainable habitat, nano technology hardware, water resources and river systems, advanced materials, manufacturing, defence and environment and climate change.\n\nThe IITs and the Indian Institutes of Science have helped identify these areas and have detailed the specifics of India's technology requirements for the next few years. For instance, in areas like nano technology hardware and diagnostic imaging in healthcare, almost everything is imported. The research areas will also dovetail with the 'Make in India' campaign to boost indigenous manufacture.\n\n\"The idea is to encourage a research environment and also drive institutes to take up research that is socially and technically relevant to India's needs across sectors. For instance, in Healthcare, India practically imports every single diagnostic machinery simply because it is not manufactured here and there is new research in India which can be scaled up. Through IMPRINT, we hope to change that,\" said an official associated with Imprint."
            },
            {
                "comments": [{
                    "createdTime": "Mon Feb 01 17:38:59 EST 2016",
                    "id": "524761211012844_562859680536330",
                    "message": "and what we are waiting for ...... is be a maths lecture are physics one ......"
                }],
                "createdTime": "Tue Oct 06 10:06:39 EDT 2015",
                "id": "223750721113896_524761211012844",
                "message": "\"HARD WORK BEATS TALENT, WHEN TALENT DOESN'T WORK HARD\"\n\nKNOW YOUR CEO!!\n\nWith all the buzz regarding start-ups, here is a look at the recent high profile CEO's who came into limelight with their never ending dedication::.....\n\nA brief description about the 21 year old CEO of OYO Rooms- Mr. Ritesh Agarwal.\n\n-------Born November 16, 1993, he is one of the Finest Indian entrepreneur and the founder and CEO of OYO Rooms. At 21, Agarwal is considered to be one of the youngest CEOs in India. Agarwal started his entrepreneurial journey at the age of 17. He is, supposedly, the first Indian drop-out entrepreneur to have had a successful run. He is also the first resident Indian to win the Thiel Fellowship.\nAgarwal's story of forming Oravel Stays at the age of 18, and then catapulting it into OYO Rooms has been widely covered by the media. OYO Rooms, currently, is the largest network of branded hotels in India. The company operates in more than a 100 Indian cities and has an inventory of more than 20,000 rooms under its umbrella. It also features among the companies which may become the next start-up unicorns according to CB Insights research's findings, published in The New York Times.\nAgarwal has won many awards and accolades for his work including the Business World Young Entrepreneur Award. He is a regular speaker at entrepreneurial conferences and institutes across India and the world.-----"
            },
            {
                "comments": [],
                "createdTime": "Fri Sep 25 13:27:56 EDT 2015",
                "id": "223750721113896_521796694642629",
                "message": "-----------------Loon For All-----------------------------\n\nProject Loon is a research and development project being developed by Google X with the mission of providing Internet access to rural and remote areas. The project uses high-altitude balloons placed in the stratosphere at an altitude of about 32 km (20 mi) to create an aerial wireless network with up to 3G-like speeds.\nSri Lanka would be the first country to get these balloons\n\nMore at: http://www.google.co.in/loon/"
            },
            {
                "comments": [],
                "createdTime": "Tue Sep 22 10:59:23 EDT 2015",
                "id": "223750721113896_521003678055264"
            },
            {
                "comments": [],
                "createdTime": "Tue Sep 22 10:44:55 EDT 2015",
                "id": "223750721113896_521000661388899"
            },
            {
                "comments": [],
                "createdTime": "Tue Sep 15 05:09:00 EDT 2015",
                "id": "223750721113896_518687858286846",
                "message": "------------------LIKE A BOSS -----------------------------\n\nKudos to our government !! Indian Government keeping up with Make in India campaign had launched its own operating system. The OS is named Bharat Operating System Solutions (BOSS) and  is a free and open source Linux distribution developed by the National Resource Centre for Free/Open Source Software (NRCFOSS) of India\n\nBOSS would be replacing Microsoft Windows in all leading companies. The new OS is believed to have been launched to overcome the vulnerabilities that exist in government cyberspace resulting in a number of countless attacks by hackers.\n\nMore @ https://en.wikipedia.org/wiki/Bharat_Operating_System_Solutions"
            },
            {
                "comments": [],
                "createdTime": "Wed Sep 02 08:25:26 EDT 2015",
                "id": "223750721113896_514417638713868",
                "message": "~~~~~~Google has a new \"LOGO\"!!! Change is part of nature.. Truly said. I guess that's why the most successful company in the world does amazingly stunning things to stupefy us!~~~~~~\n\nGoogle is introducing a new logo today. Just a month after unveiling a major restructuring of the company, Google is updating its image, too. The new Google logo is still a word mark, but it's now using a sans-serif typeface, making it look a lot more modern and playful. The colours are also softer than they used to be. The logo bears a bit more resemblance to the logo of Google's new parent company, Alphabet, as well. Alphabet's wordmark has a similarly unadorned look, and this update makes the two companies' design language fall more inline.\n\nAs Google's video introducing the new logo notes, the wordmark has been evolving ever since it was created in 1998. But this is easily its biggest change since 1999, when Google first cleaned up the lettering and settled on its four colours. Since then, the logo has just been flattened out more and more, with today's update representing a huge leap. In addition to changing up the wordmark, Google is also changing the tiny \"g\" logo that you see on browser tabs. It's now going to be an uppercase \"G\" that's striped in all four of Google's colours. Google says that the new design will be rolling out across all of its products soon — in fact, it's already on Google's homepage, with a cute animation that wipes away the old logo and draws in the new one.\n\nSo why did Google decide to make the change? In a blog post, Google discusses how much technology has changed how we interact with its products and with the internet at large. It doesn't really settle on a specific reason that a redesign was needed, but it says that this logo should better reflect the reality that Google is no longer a site you visit on a desktop computer — it's a huge collection of sites, apps, and services that you visit on PCs, Chromebooks, smartphones, and anywhere you can find a web browser. Google writes that its new logo is meant to reflect \"this reality and [show] you when the Google magic is working for you, even on the tiniest screens.\"\n\nMaking the logo look good on small screens seems to have been a major consideration. The new, simpler lettering is supposed to scale better to smaller sizes, making the wordmark more distinct and easier to read. It's also supposed to be easier for Google to display on low-bandwidth connections: Google says that it's made a version of its logo that's \"only 305 bytes, compared to our existing logo at ~14,000 bytes.\" Given that one of new Google CEO Sundar Pichai's big goals is to bring the internet — and Google, of course — to areas of the globe that don't already have it, that small difference is definitely going to be an important one."
            },
            {
                "comments": [],
                "createdTime": "Mon Aug 24 09:10:12 EDT 2015",
                "id": "223750721113896_510835785738720",
                "message": "The Wait is Overrrr!!! “MARSHMALLOW ARRIVES”!!\n\nAfter months of waiting, Google has finally announced that the next version of its mobile OS Android will be called Marshmallow. Also, it the next update of the OS will be numbered Android 6.0, instead of Android 5.2 as previously speculated.\n\nAnnounced at Google I/O 2015, Android Marshmallow brings with it a number of new features to spruce up your smartphones and tablets (provided they get the update). Here’s a look at 10 of the features you can look forward to with the next build of Android…\n\n1. Google now on tap\nOne of the key Android Marshmallow features is Google Now on Tap, a more advanced version of the company's digital assistant. While Google Now is presently available, on most phones, only via the Search app, Android 6.0 will make it all-pervasive.\nThis means that you will be able to pull up Google Now to make a quick search across any app while using the smartphone. \n\n2. Chrome Custom Tabs\nMany a times, you click a link in an app and it either takes you to the default browser (like Chrome, Opera etc) or opens the link on the in-app browser. With Android 6.0, app makers will be able to integrate Chrome tabs into their apps, but retain the app’s customized look. The toolbar colour, enter & exit animations, and custom actions as well as overflow menu can be picked by the app makers even if the link is of an external website.\n\n3. Battery life enhancements\nWhile Android Lollipop’s Project Volta did not bring as much battery life improvement as was promised by Google, the company claims to have brought a fix with Android Marshmallow’s Doze feature. Basically, this feature is said to bring your smartphone to a near-off state when it has been idle for a long time. \nIn Google’s tests, Android 6.0’s Doze resulted in two times the battery life compared to Android 5.0 on the same device with the same apps.\n\n4. Fingerprint support\nWhile many manufacturers, like Samsung, HTC, OnePlus, Oppo etc, have been using fingerprint sensors in their smartphones for quite some time, Google is making fingerprint sensor support native with Android 6.0.\nThis will not only add a new security layer to all smartphones (if manufacturers want to add this feature, that is) but also allow payment authentication via Android Pay.\n\n5. USB type C and faster charging\nGoogle is doing away with micro USB as the standard for the Android smartphones with the Android Marshmallow update, replacing it with USB Type C.\nThis relatively new USB type is backwards-compatible, which means that (like Apple’s Lightning adapter) the charging cable can be inserted in the port either way, making it a convenience for all users.\nUSB Type C has two other advantages: It allows for faster data transfer rates and charges devices faster. In fact, Google says USB Type C can charge products up to 3-5 times faster than the current crop of micro USB chargers.\n\n6. App permissions\nGoogle has rebooted app permissions with Android 6.0. Marshmallow will allow users to accept or deny permissions to apps as when they are updated; for example, if an app you download wants to access your camera, you can choose to deny to that requirement while approving the others.\nThis is different from the current setup, where you must accept all permissions if you want to download an app.\n\n7. Android pay\nAndroid 6.0 Marshmallow will bring in Android Pay, an NFC-based payment system that will rival Apple Pay and Samsung Pay.\nThough it will be launched with Android Marshmallow, it will still be available for devices running on Android 4.4 and above.\n\n8. Direct Share\nSharing on Android is already pretty convenient, but Google is trying to make it easier with Android 6.0 Marshmallow with it a new feature called Direct Share.\nThough a lot is not known about this feature yet, we know that Direct Share will enable apps to share content (for example images) to specific contacts with just one click.\n\n9. New Boot Animation\nSharing on Android is already pretty convenient, but Google is trying to make it easier with Android 6.0 Marshmallow with it a new feature called Direct Share.\nThough a lot is not known about this feature yet, we know that Direct Share will enable apps to share content (for example images) to specific contacts with just one click.\n\n10. Customizable Toggles\nWhile most custom Android skins allow users to personalize the toggles in the notifications drawer, it is still not a native feature for Google’s mobile operating system.\nThat is, however, about to change with Android Marshmallow, as users will be able to customize the toggles they want on Nexus devices as well (along with any other smartphone that runs on the stock version of Android 6.0)."
            },
            {
                "comments": [],
                "createdTime": "Sat Aug 15 02:07:29 EDT 2015",
                "id": "223750721113896_507682509387381",
                "message": "\"Bombs and pistols do not make a revolution. The sword of revolution is sharpened on the whetting-stone of ideas. \"- \nBhagat Singh\n\nAn idea is what it all takes to start a revolution and on this 69th independence day we should pledge to bring new ideas to the world and start a revolution to make India feel more proud of us.\n\nHappy 69th Independence Day to my fellow Indians from Club Technocrats"
            },
            {
                "comments": [],
                "createdTime": "Fri Jul 03 14:09:12 EDT 2015",
                "id": "223750721113896_492909034198062",
                "message": "GOOOOOOOOOOGLE!!!!!!!!!!!!\nThere are few people who haven’t heard of Google. But here are some interesting facts about Google, the most popular search engine, that you may not know yet.\n\n1. Go to Google homepage and type the words “I want to commit suicide”. Above all the search results, Google provides the Suicide Helpline number of your country.\n2. Go to Google Maps. Click on the satellite view and zoom out as much as possible. You can see an amazing view of earth with real time shadows. You can see real time clouds if you zoom in twice.\n3. Google has a pet T-rex, named Stan, which lives at their California headquarters. Founders bought it to remind the employees to not let Google go extinct.\n4. Search “atari breakout” in Google Images and you can play the game. \n5. Google has been acquiring, on average, more than one company per week since 2010.\n6. Go to Google Mars. You can see a map of Mars.\n7. Type any number in the search bar and Google will spell it out for you.\n8. Google’s home page has 28 validation errors and five warnings.\n9. Should a U.S. Google employee pass away while under the employ of the 14-year old search giant, their surviving spouse or domestic partner will receive a check for 50% of their salary every year for the next decade. \n10. Google Sky Maps allows you to view stars, constellations, galaxies and planets. Check out www.google.com/sky."
            },
            {
                "comments": [],
                "createdTime": "Wed Jul 01 12:11:43 EDT 2015",
                "id": "223750721113896_491973157624983",
                "message": "You All Are Gonna Love these “FACTS”:\n(don't miss a single point. else u'l be missing something interesting.)\n\n1. On eBay, there is an average of $680 worth of transactions                   every second.\n2. Ninety-one percent of all adults have their mobile phone within arm’s reach every hour of every day.\n3. There are 6.8 billion people on the planet and 4 billion of them use a mobile phone. Only 3.5 billion of them use a toothbrush.\n4. Hewlett Packard, Microsoft, as well as Apple have one not so obvious thing in common – they were all started in a garage.\n5. Twenty-five percent of Americans use only a mobile device to use the Internet.\n6. Every minute, 100 hours of video are uploaded on YouTube by individual users.\n7. There are 271 million mobile subscribers within the United States alone, and numbers are quickly growing.\n8. Two hundred and twenty million tons of old computers and other technology devices are trashed in the United States each year.\n9. Ninety percent of text messages are read within three minutes of being delivered.\n10. Thirty million individuals watch television programming from their mobile phones.\n11. The average 21 year old has spent 5,000 hours playing video games, sent 250,000 emails, instant messages, and text messages, and has spent 10,000 hours on a mobile phone alone.\n12. The first personal computer was created by Berkeley Enterprises. Affectionately referred to as Simon, it sold for a pricey $300 in 1950.\n13. It has been 40 years since the world’s first mobile phone call successfully took place.\n14. On average, technology users carry 2.9 devices on them at all times.\n15. There are 350 million Snapchat messages sent every day.\n16. Since the company’s inception, there have been 144.7 million individual visitors to Facebook, making it the most visited social networking site as of June 2013.\n17. RadioShack was one of the first companies to start the personal computer revolution, back in 1970, with its TRS-80.\n18. The first mouse was invented by Douglas Engelbart in 1963; it consisted of a hard wooden shell and two clunky metal wheels.\n19. Of the 60 billion emails that are sent on a daily basis, 97 percent are considered spam.\n20. The first cell phone sold in the United States – the Motorola DynaTAC 8000X – was designed by Rudy Krolopp in April of 1984. It weighed two pounds.\n21. Google handles an estimated 1 billion search queries each and every day, releasing almost 200 tons of CO2 per day.\n22. There are 500 apps added each day to the Windows Phone Store.\nAnd most importantly… \n23. The man known as the Father of Information Theory, Claude Shannon, invented the digital circuit – the foundation of the magic that provides us all access to the Internet today - during his master’s degree program, when he was just 21 years old."
            },
            {
                "comments": [],
                "createdTime": "Sun Jun 28 04:23:26 EDT 2015",
                "id": "223750721113896_490596054429360",
                "message": "TOP 10 APPS USED WORLDWIDE\n\nSummer vacations on and seriously the home-boring factor has started taking up on our excitement. Well, I was sitting today morning and realised that my mobile and laptop are the best companion I’ve got currently. “INTERNET” being the lifeline to all this. Soon my curiosity turned to the apps I’ve been using and I realised that the world around me is doing the same. So I just took hold of my laptop and started a wide search. The \"Top 10 apps used worldwide\" are the most common apps which we all are familiar with. Here’s a brief look upon those apps: - \n\n1. FACEBOOK\n\nFacebook's main app was the most downloaded app of the year, with an incredible 118,023,000 average unique users. It's also gained some new users since last year, with a 15% year-over-year increase.\nPrice: Free (iOS, Android)\n\n2. GOOGLE SEARCH\n\nPeople love to Google things, and the best way to do that on your phone is with the Google Search app. Google Search was the second most popular app of 2014 with90,745,000 average unique users.\nPrice: Free (iOS, Android)\n\n3. YOU TUBE\n\nYouTube's mobile app is still the best place to watch online videos on your phone. The app saw 88,342,000 average unique users last year, resulting in a 26% year-over-year increase in downloads.\nPrice: Free (iOS, Android)\n\n4. GOOGLE PLAY\n\nSometimes you need an app to download other apps. Google's online store, Google Play, comes installed on most Android phones and snagged fourth place with84,968,000 average unique users.\n\n5. GOOGLE MAPS\n\nGoogle Maps is the best maps app out right now, and it's a must for anyone who uses public transit. Google Maps saw 79,034,000 average unique users last year.\nPrice: Free (iOS, Android)\n\n6. GMAIL\n\nRegardless of how popular messaging has become, people still need email, and Gmail is the most popular email app around with 72,405,000 average unique users.\nPrice: Free (iOS, Android)\n\n7. FACEBOOK MESSENGER\n\nFacebook caused an uproar when it broke off messaging into a standalone Facebook Messenger app. The move worked, however, and the app saw 53,713,000 average unique users in 2014.\nPrice: Free (iOS, Android)\n\n8. GOOGLE+\n\nGoogle+ has evolved from a social network into the connective tissue of Google's other apps like Gmail and YouTube, and that helped the app reach 48,385,000 average unique users last year.\nPrice: Free (iOS, Android)\n\n9. INSTAGRAM\n\nWhether it's a selfie or a picture of your latest meal, Instagram is the king of photo sharing apps. The app saw 43,944,000 average unique users last year, a 34% increase year over year.\nPrice: Free (iOS, Android)\n\n10. MUSIC( iTunes Radio/ iCloud)\n\nApple's built-in Music app took tenth place with 42,546,000 average unique users.\nPrice: Free"
            },
            {
                "comments": [],
                "createdTime": "Sat Apr 18 15:26:04 EDT 2015",
                "id": "223750721113896_462713440550955",
                "message": "And that's why, never mess up with Microsoft. Microsoft to partner with the truly open-source, Android-based Cyanogen OS to provide a bundled suite of apps, making it 100% clear that Android’s not just for Google anymore."
            },
            {
                "comments": [],
                "createdTime": "Mon Apr 13 17:55:42 EDT 2015",
                "id": "223750721113896_460594397429526",
                "message": "The Collaborative Project Management System for CT members and newbies.\n\nContact Admin for ID and passwords."
            },
            {
                "comments": [],
                "createdTime": "Sat Apr 11 14:58:23 EDT 2015",
                "id": "223750721113896_459678877521078",
                "message": "Like or not, your choice..\nShare or not, your choice..\nBut surely go to http://www.savetheinternet.in/ to save internet..\nIts not just a choice.. #netneutrality"
            },
            {
                "comments": [],
                "createdTime": "Sat Apr 11 14:43:06 EDT 2015",
                "id": "223750721113896_459675587521407",
                "message": "Get ready for NO ACCESS TO INTERNET the way you you use it now!!\n#netneutrality"
            },
            {
                "comments": [],
                "createdTime": "Sat Apr 11 11:59:29 EDT 2015",
                "id": "223750721113896_459606450861654",
                "message": "Now, you can sell your books (second hand books) online by posting your adds here: http://kyuriousninja.com/\n\nFB page: https://www.facebook.com/kyuriousninja\n\nWhat it does:\nSell your books at 50 % to 60% rate\nBuyers buy your book at 50% to 60% rate\nThis eliminated the usual 10% to 20% margin of the bookstore where we usually sell our books.\n\nAlso, you can buy and sell novels and a lot more to come..\n\nPlus, this website is built by your own seniors.. Contribute us in our non-profit venture :)"
            },
            {
                "comments": [
                    {
                        "createdTime": "Wed Apr 08 15:32:32 EDT 2015",
                        "id": "457974417691524_458022247686741",
                        "message": "Welcome to the Team :)"
                    },
                    {
                        "createdTime": "Wed Apr 08 19:56:29 EDT 2015",
                        "id": "457974417691524_458104764345156",
                        "message": "Thanx a lot every1😊"
                    }
                ],
                "createdTime": "Wed Apr 08 13:52:36 EDT 2015",
                "id": "223750721113896_457976344357998",
                "message": "Recruitment 2015\nThe list of selected students is out! Congratulations to all of them! You all are required to report at Netlab, Main Block on Friday, 4:15 PM."
            },
            {
                "comments": [{
                    "createdTime": "Sat Feb 06 14:22:51 EST 2016",
                    "id": "455651707923795_564604773695154",
                    "message": "hello guys i need a project on open source technology using java or any language can u help me about the project?"
                }],
                "createdTime": "Sat Apr 04 13:17:31 EDT 2015",
                "id": "223750721113896_455651924590440",
                "message": "Recruitment 2015.\nCongratulations! Following students have been selected for the final round of our recruitment drive. \nThe final round will be on Monday.\nVenue- Net Lab, Main Block\nTiming- 4.15 pm\nDate- 06/04/2015\nAll the best. :)"
            },
            {
                "comments": [],
                "createdTime": "Thu Apr 02 01:13:55 EDT 2015",
                "id": "223750721113896_454187368070229",
                "message": "Important Notice:\nAll those who have written designing or any form of designing like photoshop/after effects etc. as field of interest or rather had worked on it,\nAnd have their name on list of selected candidates for next round are required to -\n1- Bring their laptops along with them tomorrow\n2- Design a new logo for \"Club Technocrats\" and mail it to\n    club.technocrats.core@gmail.com \n3- Be prepared tomorrow as a logo or any design would be asked to you to be made at the spot."
            },
            {
                "comments": [{
                    "createdTime": "Thu Apr 02 01:14:17 EDT 2015",
                    "id": "454176084738024_454187458070220",
                    "message": "Important Notice:\nAll those who have written designing or any form of designing like photoshop/after effects etc. as field of interest or rather had worked on it,\nAnd have their name on list of selected candidates for next round are required to -\n1- Bring their laptops along with them tomorrow\n2- Design a new logo for \"Club Technocrats\" and mail it to\nclub.technocrats.core@gmail.com \n3- Be prepared tomorrow as a logo or any design would be asked to you to be made at the spot."
                }],
                "createdTime": "Thu Apr 02 00:42:48 EDT 2015",
                "id": "223750721113896_454179021404397",
                "message": "Finally the moment has arrived \nThe list of students selected for PI round is out now\n\nNext Round-\nTiming : 4:30pm on Friday April 3rd,2015\nVenue : Net Lab, Main Block \n\nAll the best to all of you for the next round :-)"
            },
            {
                "comments": [],
                "createdTime": "Tue Mar 31 09:06:37 EDT 2015",
                "id": "223750721113896_453535894802043",
                "message": "Did thinking the most secure password takes out the best of you?? And still it seems that it is not good enough. Your first crush’s name might appear safe to you, but is it really?? If your computer be ever attacked or hacked, then it would be going against a supercomputer that could perform more than a trillion guesses per second. It does sound scary.\n\nThe simple solution is to leave passwords and go for ‘passphrases’. A passphrase is like an elder brother to password. It is a string of letters or words acting as an encryption key; more longer, thus more secure.\nUsing a seven-word passphrase  there’s only a one in 1,719,070,799,748,422,591,028,658,176 chance that someone could randomly pick your passphrase from the Diceware word list. Imagining that a computer is making one billion guesses per second of your password- it would still take an average of 27 million years for them to guess your passphrase.\nfor more information refer to link https://firstlook.org/theintercept/2015/03/26/passphrases-can-memorize-attackers-cant-guess/"
            },
            {
                "comments": [
                    {
                        "createdTime": "Mon Mar 30 11:04:26 EDT 2015",
                        "id": "453098958179070_453117768177189",
                        "message": "harshit jyada bada hoo gya bhaiii  :P Harshit Agrawal"
                    },
                    {
                        "createdTime": "Mon Mar 30 11:11:07 EDT 2015",
                        "id": "453098958179070_453120111510288",
                        "message": "Koi ni.. :D"
                    }
                ],
                "createdTime": "Mon Mar 30 10:01:48 EDT 2015",
                "id": "223750721113896_453098958179070",
                "message": "With Australia winning the ICC Cricket world Cup the tournament had everyone on their feet for more than a month. From Gayle’s swashbuckling knock to Guptill’s record world cup score, from Sangakkara’s four centuries on the trot to some fine Indian bowling, from some deathly bowling of Starc to the spectacular drives of AB, this world cup was nothing but entertainment for cricket lovers. \nTechnology played an equal amount of role in making this world cup a huge success. \nIn a closely-contested cricket World Cup, any wrong decision by the umpire can turn an entire nation against him. But when in doubt, the game places its trust in technology. Here's looking at a slew of tech advances that have made cricket all the more worth watching:\n1). LED stumps and bails\n\nStump cameras are passé. LED stumps were the latest additions to the game.\n\nThe LED light flashes only when the bail is completely dislodged from the stumps which means the third umpire can get a clear view whether the bails are dislodged completely or not while making a decision.\n2). Real-time Snicko\n\nCommonly known as Snicko, this is used in televised cricket to graphically analyse sound and video as a ball passes a bat.\n\nIn use in various forms since 2008, it is one of the trusted go to technologies in the Decision Review System (DRS) in world cricket today.\n3). Pitch Vision\n\nIf you have seen television analysis pinpointing where each delivery landed on the pitch or your favourite batsman's performance on deliveries with different pace, line and length, thank Pitch Vision. It helps bowlers and batsmen statistically break down their performances.\n\nFor the first time in ICC World Cup, the LED stumps were introduced in the game.\n4). Spidercam\n\nThis is a new toy that cricket broadcasters set up for a bird's eye view of the game.\nIt enables a camera to move both horizontally and vertically over its flying area connected by cables, along the cricket pitch and the ground.\n\n5). Ball Spin RPM\nThe Ball Spin RPM (Revolution per Minute) demonstrates how fast a ball is spinning after it is released from the hand of a spin bowler.\n\nThe result: We almost instantaneously get the rotational speed of ball on the TV screen."
            }
        ]
    },
    {
        "id": "664241797016487",
        "name": "Open Source Community UNNES",
        "posts": [
            {
                "comments": [],
                "createdTime": "Fri Oct 09 20:59:23 EDT 2015",
                "id": "664241797016487_872180292889302",
                "message": "selamat pagi..\nmengundang seluruh teman-teman yang telah mendaftar sebagai penulis artikel web 2015 untuk hadir dalam rapat koordinasi hari ini, Sabtu 10 Oktober 2015 pukul 14.00 WIB di BPTIK lantai 5.\nharap mengirimkan sms konfirmasi ke nomor 089678338556.\nterima kasih.."
            },
            {
                "comments": [],
                "createdTime": "Thu Oct 08 00:04:14 EDT 2015",
                "id": "664241797016487_871450412962290",
                "message": "Dibutuhkan 15 orang mahasiswa/i dari berbagai disiplin keilmuan untuk menerbitkan 10.000 artikel untuk sebuah website dengan kriteria :\n1. Militan di depan komputer\n2. Memiliki passion dalam hal tulis-menulis\n3. Memiliki pengalaman dalam hal blogging\nPendaftaran via online di http://bit.ly/penulisartikelweb2015\nBagi yang lolos seleksi akan diumumkan paling lambat hari Sabtu, 10 Oktober 2015 pukul 09.00 WIB\nMore info : 089678338556 (sms/line/telegram)"
            },
            {
                "comments": [],
                "createdTime": "Sat Sep 19 10:10:35 EDT 2015",
                "id": "664241797016487_863882950385703",
                "message": "Terima kasih banyak atas partisipasi teman-teman dalam 2nd OSC's Gathering: Webmaker App for Android hari ini. Kami sebagai penyelenggara memohon maaf apabila terdapat kekurangan dalam event kali ini. Sampai bertemu pada event-event berikutnya ^^\n\n*Silakan request materi untuk next event :D"
            },
            {
                "comments": [],
                "createdTime": "Fri Sep 18 08:22:12 EDT 2015",
                "id": "664241797016487_863398180434180",
                "message": "Haiii..\nBuat teman-teman yang sudah mendaftar 2nd OSC's gathering : Webmaker App for Android, jangan lupa untuk hadir besok Sabtu, 19 September 2015 pukul 08.00 di BPTIK lantai 3. Ada merchandise cantik berupa pin, sticker, dan kaos lhoo..\n\nYang belum daftar ayo buruan daftar di http://bit.ly/2ndoscsgathering2015\nDapatkan Kaos, pin, dan  sticker\n\nSiapkan android device kalian yang sudah diinstall aplikasi Webmaker ^^\nSo, buat yang belum daftar, ayo segera daftarkan diri kalian :D\n*Karena acara sampai siang (>12.00 WIB) kami sediakan makan siang.\n\nMore info : 089678338556 (sms/telegram/line)"
            },
            {
                "comments": [],
                "createdTime": "Wed Sep 16 12:52:31 EDT 2015",
                "id": "664241797016487_862620223845309",
                "message": "Yuk hadir dalam 2nd OSC’s gathering.. ^^\nOSC Unnes bekerja sama dengan Firefox Student Ambassador menyelenggarakan event yang bertujuan untuk memperkenalkan aplikasi Webmaker untuk Android. Selain diperkenalkan, akan diajarkan juga cara menggunakan aplikasi Webmaker ini. Peserta juga akan ditantang untuk membuat proyek-proyek Webmaker yang kreatif dan menarik.\n\nHari/Tanggal Pelaksanaan : Sabtu, 19 September 2015\nWaktu : Pukul 08.00 s.d 13.00 WIB\nTempat : BPTIK Unnes lantai 3\nPendaftaran : http://bit.ly/2ndoscsgathering2015\n\nKegiatan ini 100% gratis untuk mahasiswa aktif Unnes*\nJangan lupa untuk membawa android device kamu yang sudah diinstall aplikasi Webmaker (dapat diunduh di Play Store)\nMore info : 089678338556 (sms/telegram/line)\n*terbatas untuk 30 peserta"
            },
            {
                "comments": [],
                "createdTime": "Wed Sep 16 10:29:21 EDT 2015",
                "id": "664241797016487_862570553850276",
                "message": "Selamat kepada Muhammad Aris sebagai pemenang SOZI challenge.\nSemoga hadiah dari kami bermanfaat dan dapat digunakan dengan baik.\nBuat teman-teman yang belum berkesempatan menang, jangan berkecil hati.\nAkan ada challenge-challenge selanjutnya dari kami.\nSo, keep update and join our event.. ^^\n\nhttp://osc.unnes.ac.id/pemenang-sozi-challenge/"
            },
            {
                "comments": [],
                "createdTime": "Sat Sep 12 11:24:08 EDT 2015",
                "id": "664241797016487_860329377407727",
                "message": "Terima kasih atas kehadiran teman-teman dalam first gathering OSC Unnes..\nBagaimana kesan dan pesan kalian? Kami tunggu kritik dan saran teman-teman :D\nSampai bertemu di gathering selanjutnya..\n\nSilakan request materi untuk next gathering & jangan lupa join grup Telegram OSC Unnes\nhttps://telegram.me/joinchat/BoINEwIvfWv4QQKQHOug3A\n\nMore info : 089678338556 (sms/line/telegram)"
            },
            {
                "comments": [],
                "createdTime": "Sat Sep 12 11:18:09 EDT 2015",
                "id": "664241797016487_860327777407887",
                "message": "#FirstGatheringOSCUnnes2015\nAntusiasme peserta gathering OSC Unnes ^^"
            },
            {
                "comments": [],
                "createdTime": "Sat Sep 12 10:47:21 EDT 2015",
                "id": "664241797016487_860318284075503",
                "message": "#FirstGatheringOSCUnnes2015\nPemateri kita, Kak Sumarsono, PTE 2013\nCreate an awesome presentation with SOZI :D"
            },
            {
                "comments": [],
                "createdTime": "Sat Sep 12 10:43:55 EDT 2015",
                "id": "664241797016487_860317487408916",
                "message": "#FirstGatheringOSCUnnes2015\nOur founding father, Mr. Drs. Kasmui, M.Si. :D"
            },
            {
                "comments": [],
                "createdTime": "Sat Sep 12 10:41:28 EDT 2015",
                "id": "664241797016487_860316677408997",
                "message": "#FirstGatheringOSCUnnes2015\nSambutan Koordinator Divisi Data & Sistem Informasi BPTIK Universitas Negeri Semarang, Bapak Mona Subagja"
            },
            {
                "comments": [],
                "createdTime": "Sat Sep 12 10:27:53 EDT 2015",
                "id": "664241797016487_860312907409374",
                "message": "Cie cieee yang malmingan di depan laptop :D\n\nYuk teman-teman kreasikan presentasi kalian sekreatif dan semenarik mungkin dengan menggunakan SOZI.\nSubmit karya kamu (yang sudah diKOMPRES dengan format file .ZIP) maksimal 12 September 2015 pukul 23.59 WIB di\nhttp://osc.unnes.ac.id/upload-sozi/\n\nJangan lupa, karya terbaik akan mendapatkan reward pulsa senilai 25K :D\nSo, tunggu apa lagi?\nLet's create an awesome presentation with SOZI!\n\nMore info: 089678338556 (sms/line/telegram)"
            },
            {
                "comments": [],
                "createdTime": "Fri Sep 11 23:42:43 EDT 2015",
                "id": "664241797016487_860088370765161",
                "message": "Semangat pagi teman-teman ^^\nYuk yang udah daftar atau akan mengikuti first gathering OSC jangan lupa untuk menginstall INKSCAPE terlebih dahulu di laptop masing-masing sebelum hadir di first gathering kita. Pilih typical installation yaa :D\nSee you..\n\nMore Info : 089678338556 (sms/line/telegram)\n\nhttp://osc.unnes.ac.id/first-gathering-osc-unnes/"
            },
            {
                "comments": [],
                "createdTime": "Fri Sep 11 23:35:39 EDT 2015",
                "id": "664241797016487_860086734098658",
                "message": "Semangat pagi teman-teman ^^\nYuk yang udah daftar atau akan mengikuti first gathering OSC jangan lupa untuk menginstall INKSCAPE terlebih dahulu di laptop masing-masing sebelum hadir di first gathering kita. Pilih typical installation yaa :D\nSee you..\n\nMore Info : 089678338556 (sms/line/telegram)"
            },
            {
                "comments": [],
                "createdTime": "Fri Sep 11 03:20:37 EDT 2015",
                "id": "664241797016487_859660904141241",
                "message": "Buat teman-teman yang kemarin mengikuti \"Ngaji Teknologi\" besok bisa hadir dalam first gathering OSC karena ada pembagian sertifikat event kemarin. Sampai ketemu besok.. ^^\n\nMore Info : 089678338556 (sms/line/telegram)\n\nhttp://osc.unnes.ac.id/first-gathering-osc-unnes/"
            },
            {
                "comments": [],
                "createdTime": "Thu Sep 10 11:11:18 EDT 2015",
                "id": "664241797016487_859328160841182",
                "message": "Hello..\nPingin bikin presentasi anti mainstream?\nYuk hadir dalam first gathering OSC Unnes yang akan dihadiri pula oleh Drs. Kasmui, M.Si. (founding father OSC Unnes) dengan materi membuat presentasi menggunakan SOZI (ekstensi pada Inkscape).\nHari/Tanggal Pelaksanaan : Sabtu, 12 September 2015\nWaktu : Pukul 15.30 - 17.30 WIB\nTempat : BPTIK Unnes lantai 5\nPendaftaran : http://osc.unnes.ac.id/first-gathering-osc-unnes/\nKegiatan ini 100% gratis untuk mahasiswa aktif Unnes\nMore info : 089678338556 (sms/line/telegram)\nJangan lupa untuk membawa laptop yang sudah terinstal Inkscape yaaa ^^\nSee you!"
            },
            {
                "comments": [],
                "createdTime": "Sat Sep 05 00:22:36 EDT 2015",
                "id": "664241797016487_856674927773172",
                "message": "Selamat weekend para mahasiswa :D\nHmmm.. Kalo kumpul-kumpul lagi sharing ilmu kira-kira gimana yah? Masih ada yang minat ga nih? Teknologi yang lagi ngehits  apa sih ? :D hahahaha...\nYok silahkan usul topik buat next kumpul-kumpul kita dikomen :D\nDalam waktu dekat (mungkin dekat banget :v) kita mau ajak temen-temen untuk meetup.. Share ketemen-temen yang lain ya.. Biar rame dan banyak doorpricenya (nggak usah terlalu ngarep mblo) :v"
            },
            {
                "comments": [],
                "createdTime": "Thu Jul 16 12:15:45 EDT 2015",
                "id": "664241797016487_832609360179729",
                "message": "Happy Eid Mubarak 1436 H ^^"
            },
            {
                "comments": [
                    {
                        "createdTime": "Fri Jul 03 09:27:04 EDT 2015",
                        "id": "826439444130054_826572534116745",
                        "message": "gmana caranya kalau mau gabung?"
                    },
                    {
                        "createdTime": "Fri Jul 03 12:23:23 EDT 2015",
                        "id": "826439444130054_826652834108715",
                        "message": "Aktivasinya itu yang bagaimana?"
                    },
                    {
                        "createdTime": "Sat Jul 04 22:44:54 EDT 2015",
                        "id": "826439444130054_827351370705528",
                        "message": "maksudnya username sesuai yang diminta waktu ngaji teknologi itu gimana ya ?"
                    },
                    {
                        "createdTime": "Mon Jul 06 12:40:45 EDT 2015",
                        "id": "826439444130054_828268300613835",
                        "message": "mas kemrin saya ikut acaranya tapi bukan atas nama tiket sendiri jadi itu emailnya temen \nbisa dikirimin ke email ku g ya mas ?"
                    }
                ],
                "createdTime": "Fri Jul 03 05:23:20 EDT 2015",
                "id": "664241797016487_826439444130054",
                "message": "http://osc.unnes.ac.id/pemberitahuan-aktivasi-students-mail-peserta-ngaji-teknologi/"
            },
            {
                "comments": [{
                    "createdTime": "Sun Jul 05 01:51:25 EDT 2015",
                    "id": "826384144135584_827395074034491",
                    "message": "gatheringnya kapan nih....?"
                }],
                "createdTime": "Fri Jul 03 00:59:56 EDT 2015",
                "id": "664241797016487_826384144135584",
                "message": "Terimakasih buat yang kemarin dateng ke event kita \"Ngaji Teknologi 2015\" persertanya asik-seru-gokil-gila banget :D hahaha \nTerimakasih juga kepada berbagai pihak yang mendukung..\nYang belum dapet doorprice (uh,cian) tunggu ya nanti kita bakalan ada event lagi dengan doorprice yang lebih banyak dan lebih besar.. hahaha :P\nYang mau join OSC bisa isi form recruitment di http://osc.unnes.ac.id/gabung-sekarang/ nanti kita buat jadwal meetup seru.. :D\nShare ketemen-temen fanspage ini ya biar kita gampang kasih info kalo ada event lagi.. yeeeeee (y)"
            },
            {
                "comments": [],
                "createdTime": "Wed Jul 01 10:58:09 EDT 2015",
                "id": "664241797016487_825164137590918",
                "message": "Masih ditunggu yang belum konfirmasi malam ini\nYang belum konfirmasi bisa via SMS ke 089678338556\n\nFormat : Nama (NIM) Hadir\n\nYukssss Gaesss . . . . .  :D"
            },
            {
                "comments": [],
                "createdTime": "Tue Jun 30 02:28:56 EDT 2015",
                "id": "664241797016487_824328057674526",
                "message": "Berikut daftar peserta yang telah mendaftar acara Ngaji Teknologi \"Save Our Data With Cloud Computing\". Mohon melakukan konfirmasi kehadiran ke no 089678338556 maksimal hari Rabu, 1 Juli 2015 pukul 12.00 WIB. Dengan Format seperti contoh : contoh sms : Herlina (1401413199) Hadir NO Ticket;First Name;Last Name;NIM;Aktivasi Student Mail; 435273878;herlina;dewi;1401413199;Belum; 435283303;Ibnu;Ade Surya Pratama;5301413076;Sudah; 435286777;ahmad za'iimul;chanief;4211414016;Belum; 435289909;Willy Alif;Indhaka;5302411165;Sudah; 435290317;Galuh Puspita;Ariputri;5302411049;Belum; [  108 more words. ] \n\nhttp://osc.unnes.ac.id/daftar-peserta-ngaji-teknologi/"
            },
            {
                "comments": [],
                "createdTime": "Mon Jun 29 04:46:18 EDT 2015",
                "id": "664241797016487_823729044401094",
                "message": "Hello.. OSC Unnes (Open Source Community Unnes) bekerja sama dengan BPTIK Universitas Negeri Semarang membuka lagi kesempatan buat teman-teman yang belum mendaftar  workshop Ngaji Teknologi \"Save Our Data with Cloud Computing\". Tersedia tiket bagi 10 pendaftar pertama dengan cara mendaftar di http://bit.ly/ngajiteknologi. Kegiatan ini 100% gratis untuk mahasiswa aktif Unnes. Grab it fast!\n\nMore info : 089678338556 (sms/whatsapp/telegram)"
            },
            {
                "comments": [],
                "createdTime": "Fri Jun 26 02:35:51 EDT 2015",
                "id": "664241797016487_822021751238490",
                "message": "http://osc.unnes.ac.id/github-release-official-code-editor-atom/"
            },
            {
                "comments": [{
                    "createdTime": "Fri Jun 26 04:32:32 EDT 2015",
                    "id": "821933401247325_822043957902936",
                    "message": "(y)"
                }],
                "createdTime": "Thu Jun 25 21:00:27 EDT 2015",
                "id": "664241797016487_821933401247325",
                "message": "OSC Unnes (Open Source Community Unnes) bekerja sama dengan BPTIK Universitas Negeri Semarang mengadakan workshop dengan Tema Ngaji Teknologi \"Save Our Data with Cloud Computing\". Adapun tujuan dari pelaksanaan kegiatan ini adalah memberikan edukasi kepada mahasiswa tentang FOSS (Free Open Source Software) & Cloud Computing for Education yang dapat membantu proses belajar mengajar di kampus.\n\nHari/Tanggal Pelaksanaan : Kamis, 2 juli 2015\nWaktu : Pukul 15.00 - 17.30\nTempat : BPTIK Unnes lantai 3\nFasilitas : Aktifasi students mail (namakamu@students.unnes.ac.id), Sertifikat, Doorprize, Buka Bersama\nPendaftaran :  http://bit.ly/ngajiteknologi\n\nKegiatan ini 100% gratis untuk mahasiswa aktif Unnes*\nMore info : 089678338556 (sms/whatsapp/telegram)\n*terbatas untuk 20 peserta"
            }
        ]
    },
    {
        "id": "162110590478069",
        "name": "Open Source Band",
        "posts": [
            {
                "comments": [],
                "createdTime": "Fri Dec 27 11:44:23 EST 2013",
                "id": "162110590478069_652045751484548",
                "message": "Some pics from 2013 Silicon Valley Rocks!"
            },
            {
                "comments": [],
                "createdTime": "Fri Nov 29 18:29:58 EST 2013",
                "id": "162110590478069_639599619395828",
                "message": "We're back together again in 2013. By now, you can see we gather about 1x per year or when someone wants to hire us!"
            },
            {
                "comments": [],
                "createdTime": "Mon Dec 17 04:17:25 EST 2012",
                "id": "162110590478069_491047804251011",
                "message": "in action"
            },
            {
                "comments": [],
                "createdTime": "Tue Nov 27 16:01:38 EST 2012",
                "id": "162110590478069_413231818749264",
                "message": "For those about to rock..."
            },
            {
                "comments": [],
                "createdTime": "Wed Nov 21 16:01:26 EST 2012",
                "id": "162110590478069_509496305734815",
                "message": "SVRocks: Last Week to Get Tix Online"
            },
            {
                "comments": [],
                "createdTime": "Thu Nov 15 14:01:56 EST 2012",
                "id": "162110590478069_402760636458992",
                "message": "SVRocks: Two weeks 'til we rock "
            },
            {
                "comments": [],
                "createdTime": "Tue Oct 30 14:02:51 EDT 2012",
                "id": "162110590478069_258888537566304",
                "message": "Last chance for earlybird VIP and floor tickets"
            },
            {
                "comments": [],
                "createdTime": "Fri Oct 21 21:43:39 EDT 2011",
                "id": "162110590478069_278667138822413",
                "message": "Open Source Band is rocking again at SVRocks - new players, mostly new songs!"
            },
            {
                "comments": [],
                "createdTime": "Fri May 20 11:20:27 EDT 2011",
                "id": "162110590478069_211209935568134",
                "message": "Last night was really, fun. Looking forward to June 17."
            },
            {
                "comments": [{
                    "createdTime": "Sat Jan 08 19:22:00 EST 2011",
                    "id": "791349522051_1344967",
                    "message": "wait...did he really jump off the stage??"
                }],
                "createdTime": "Sat Jan 08 17:02:43 EST 2011",
                "id": "162110590478069_791349522051"
            },
            {
                "comments": [],
                "createdTime": "Sat Jan 08 04:27:53 EST 2011",
                "id": "162110590478069_791187661421"
            },
            {
                "comments": [],
                "createdTime": "Sat Jan 08 03:52:57 EST 2011",
                "id": "162110590478069_791185760231"
            },
            {
                "comments": [
                    {
                        "createdTime": "Sat Jan 08 14:24:51 EST 2011",
                        "id": "791184323111_1344372",
                        "message": "Randi - i heard Son of a preacher in a cafe yesterday - the aretha version. would it be bad if i said we sounded it better.."
                    },
                    {
                        "createdTime": "Fri Dec 23 11:42:41 EST 2011",
                        "id": "791184323111_3855960",
                        "message": "Wow--good high notes, Al."
                    }
                ],
                "createdTime": "Sat Jan 08 03:26:48 EST 2011",
                "id": "162110590478069_791184323111",
                "message": "Gold Lion featuring Alison Murdock\nSon of a Preacher Man featuring Randi Zuckerberg"
            },
            {
                "comments": [],
                "createdTime": "Sat Jan 08 02:49:12 EST 2011",
                "id": "162110590478069_791181418931",
                "message": "song starts at 0:40"
            },
            {
                "comments": [],
                "createdTime": "Fri Dec 03 13:19:34 EST 2010",
                "id": "162110590478069_175584762468893",
                "message": "Video of Open Source Band at Great American Music Hall 12-1-10"
            },
            {
                "comments": [],
                "createdTime": "Fri Dec 03 03:34:05 EST 2010",
                "id": "162110590478069_170657119623416"
            },
            {
                "comments": [],
                "createdTime": "Tue Nov 09 15:37:21 EST 2010",
                "id": "162110590478069_165193166836478",
                "message": "from last night's rehearsal"
            }
        ]
    },
    {
        "id": "598557323587661",
        "name": "Open to Source Studios",
        "posts": [
            {
                "comments": [],
                "createdTime": "Mon Feb 08 18:17:48 EST 2016",
                "id": "598557323587661_832891633487561",
                "message": "Cool :)"
            },
            {
                "comments": [],
                "createdTime": "Mon Feb 01 12:06:43 EST 2016",
                "id": "598557323587661_829690837140974"
            },
            {
                "comments": [],
                "createdTime": "Fri Jan 22 23:15:18 EST 2016",
                "id": "598557323587661_825155890927802",
                "message": "Cool :)"
            },
            {
                "comments": [],
                "createdTime": "Sat Dec 05 21:44:46 EST 2015",
                "id": "598557323587661_803067059803352",
                "message": "Cat playing a theremin :)"
            },
            {
                "comments": [],
                "createdTime": "Sat Nov 28 01:32:07 EST 2015",
                "id": "598557323587661_800154746761250",
                "message": "on another level"
            },
            {
                "comments": [],
                "createdTime": "Thu Nov 26 10:52:56 EST 2015",
                "id": "598557323587661_799545713488820",
                "message": "<3"
            },
            {
                "comments": [],
                "createdTime": "Wed Nov 25 06:22:25 EST 2015",
                "id": "598557323587661_799072156869509",
                "message": "Lol"
            },
            {
                "comments": [],
                "createdTime": "Wed Nov 25 06:18:49 EST 2015",
                "id": "598557323587661_799071296869595",
                "message": "Yup"
            },
            {
                "comments": [],
                "createdTime": "Thu Nov 19 02:31:42 EST 2015",
                "id": "598557323587661_796887120421346",
                "message": "Cool"
            },
            {
                "comments": [],
                "createdTime": "Mon Nov 09 03:27:37 EST 2015",
                "id": "598557323587661_793142834129108"
            },
            {
                "comments": [],
                "createdTime": "Sun Nov 08 11:27:07 EST 2015",
                "id": "598557323587661_792921320817926",
                "message": "Yes"
            },
            {
                "comments": [],
                "createdTime": "Sun Nov 08 11:17:29 EST 2015",
                "id": "598557323587661_792917077485017",
                "message": "Awesomeness"
            },
            {
                "comments": [],
                "createdTime": "Fri Nov 06 19:34:08 EST 2015",
                "id": "598557323587661_792272720882786",
                "message": "Bern it up!"
            },
            {
                "comments": [],
                "createdTime": "Thu Nov 05 09:52:43 EST 2015",
                "id": "598557323587661_791746517602073",
                "message": "Cool"
            },
            {
                "comments": [],
                "createdTime": "Sat Oct 31 03:36:24 EDT 2015",
                "id": "598557323587661_789868601123198"
            },
            {
                "comments": [],
                "createdTime": "Sat Oct 31 02:28:13 EDT 2015",
                "id": "598557323587661_789857047791020",
                "message": "well ....."
            },
            {
                "comments": [],
                "createdTime": "Tue Oct 20 21:03:59 EDT 2015",
                "id": "598557323587661_786163578160367"
            },
            {
                "comments": [],
                "createdTime": "Wed Oct 07 18:33:00 EDT 2015",
                "id": "598557323587661_781283248648400",
                "message": "<3"
            },
            {
                "comments": [{
                    "createdTime": "Wed Oct 07 23:21:27 EDT 2015",
                    "id": "781262361983822_781345128642212",
                    "message": "jeez, that is so me........"
                }],
                "createdTime": "Wed Oct 07 16:59:32 EDT 2015",
                "id": "598557323587661_781262361983822",
                "message": "lol"
            },
            {
                "comments": [],
                "createdTime": "Fri Sep 25 23:05:57 EDT 2015",
                "id": "598557323587661_776874305755961"
            },
            {
                "comments": [],
                "createdTime": "Wed Sep 23 09:32:54 EDT 2015",
                "id": "598557323587661_775866312523427",
                "message": "Cool"
            },
            {
                "comments": [],
                "createdTime": "Tue Sep 22 19:37:26 EDT 2015",
                "id": "598557323587661_775697762540282",
                "message": "cool"
            },
            {
                "comments": [],
                "createdTime": "Thu Sep 10 00:48:04 EDT 2015",
                "id": "598557323587661_770036016439790",
                "message": "https://youtu.be/jPkX0iOVX18"
            },
            {
                "comments": [],
                "createdTime": "Fri Sep 04 02:11:00 EDT 2015",
                "id": "598557323587661_767637896679602",
                "message": "Alpenhorns, imagine standing in the middle of all of this ......"
            },
            {
                "comments": [],
                "createdTime": "Wed Sep 02 18:49:55 EDT 2015",
                "id": "598557323587661_767121783397880",
                "message": "Yessssssssssss"
            }
        ]
    },
    {
        "id": "122644801150206",
        "name": "Integrated Open Source Solutions - iOSS",
        "posts": [
            {
                "comments": [],
                "createdTime": "Tue Jun 10 20:00:41 EDT 2014",
                "id": "122644801150206_661003997314281"
            },
            {
                "comments": [],
                "createdTime": "Fri May 09 09:01:44 EDT 2014",
                "id": "122644801150206_644960325585315",
                "message": "Given Red Hat’s apparent gap in its own BI capabilities, many might wonder why Red Hat has let its fellow open source partner Jaspersoft join a competitor’s fold. Is it possible that Red Hat may not have known that this company was in play? Or perhaps the open source giant has some other ideas? ~ TEC"
            },
            {
                "comments": [
                    {
                        "createdTime": "Mon Apr 28 13:05:06 EDT 2014",
                        "id": "640034752744539_640037782744236",
                        "message": "I don't know, but, we're supremely awesome! 🙌🙏☝"
                    },
                    {
                        "createdTime": "Mon Apr 28 21:31:00 EDT 2014",
                        "id": "640034752744539_640232219391459",
                        "message": "Wow. New hairstyle Ms. Chow! 👍"
                    },
                    {
                        "createdTime": "Mon Apr 28 21:54:38 EDT 2014",
                        "id": "640034752744539_640238919390789",
                        "message": "is that Allan Sta Cruz in red?"
                    },
                    {
                        "createdTime": "Tue Apr 29 00:24:31 EDT 2014",
                        "id": "640034752744539_640283912719623",
                        "message": "Chow pang-presidente na buhok mo ah?"
                    },
                    {
                        "createdTime": "Wed Apr 30 00:29:12 EDT 2014",
                        "id": "640034752744539_640715396009808",
                        "message": "woot!awesome!;)"
                    }
                ],
                "createdTime": "Mon Apr 28 12:56:42 EDT 2014",
                "id": "122644801150206_640035082744506"
            },
            {
                "comments": [],
                "createdTime": "Fri Apr 11 09:44:38 EDT 2014",
                "id": "122644801150206_630910496990298",
                "message": "#GameNight tonight in #iOSS office! 😄\nHosted by the one and only #GameMaster - Allan!!! 🎉👏 http://t.co/8lXctM4loe"
            },
            {
                "comments": [],
                "createdTime": "Thu Apr 03 05:46:50 EDT 2014",
                "id": "122644801150206_627269330687748",
                "message": "Welcome to our newest partner, New Trends ITC Inc! Looking forward to providing cost-effective IT solutions w/ you :) http://t.co/3xhthgRmqN"
            },
            {
                "comments": [],
                "createdTime": "Wed Apr 02 06:50:54 EDT 2014",
                "id": "122644801150206_626862474061767",
                "message": "Project contract signing today with new client :) Thank You, Lord! http://t.co/2D0Hu0cWnm"
            },
            {
                "comments": [],
                "createdTime": "Thu Mar 27 02:38:58 EDT 2014",
                "id": "122644801150206_10202922894929052",
                "message": "Thank you, Gadget Pilipinas!"
            },
            {
                "comments": [],
                "createdTime": "Tue Mar 04 05:12:49 EST 2014",
                "id": "122644801150206_613291862085495",
                "message": "Blessed to be given an opportunity to present to FFCCII our products and services. Special thanks to Dr. Alfonso Siy. http://t.co/BpQQojMOWC"
            },
            {
                "comments": [],
                "createdTime": "Fri Feb 28 06:46:31 EST 2014",
                "id": "122644801150206_611422322272449",
                "message": "Attending APC's Dinner Reception & Recognition 2014 :D #Academe #IndustryPartners http://t.co/gpuE0xnwvA"
            },
            {
                "comments": [{
                    "createdTime": "Tue Feb 11 23:14:34 EST 2014",
                    "id": "10202055564923952_69114886",
                    "message": "Here's a snapshot of their website:"
                }],
                "createdTime": "Tue Feb 11 23:10:13 EST 2014",
                "id": "122644801150206_10202055564923952",
                "message": "Partner Users of Hapag-Asa Online Evaluation System (#HOES) created by #iOSS:\n\n(Listed partners are those which actively implemented in 2013)\t\nPartner\t                                Area of Coverage\nCaritas Manila\t                        Metro Manila\nCaritas Novaliches\t                Metro Manila\nDiocese of Ilagan\t                Isabela\nDiocese of San Pablo\t                Laguna\nDiocese of Ipil\t                        Zamboanga Sibugay\nDiocese of Iligan\t                        Lanao del Norte\nArchdiocese of Cagayan de Oro\tCagayan de Oro\nDiocese of Cubao\t                Metro Manila\nDiocese of Kalookan\t                Metro Manila\nDiocese of Paranaque\t                Metro Manila\nDiocese of Lucena\t                Quezon\nDiocese of Libmanan\t                Camarines Sur\nDiocese of Borongan\t                Eastern Samar\nDiocese of Calapan (admin managed)\tOriental Mindoro\nMother Seton Hospital              \tNaga\nDiocese of Antipolo (admin managed)\tRizal and Marikina\nDiocese of Pasig (admin managed)\tMetro Manila\nDiocese of Calbayog (admin managed)\tWestern Samar\nBethesda Ministries (several accounts)\tall over the country (70% of the data come from Bethesda)"
            },
            {
                "comments": [],
                "createdTime": "Wed Feb 05 20:47:51 EST 2014",
                "id": "122644801150206_600824259998922",
                "message": "Found out that 2 years ago #iOSS had an ad in MAP's directory :) if you have a copy, check it out! :D http://t.co/QJfpKZq0f7"
            },
            {
                "comments": [],
                "createdTime": "Mon Feb 03 21:14:39 EST 2014",
                "id": "122644801150206_599893506758664",
                "message": "Posting for fun ;)\nWelcoming Mr. Quesada and Mr. Sta. Cruz to talk about the challenges of eHealth implementation. http://t.co/fcQXcx0hvf"
            },
            {
                "comments": [],
                "createdTime": "Mon Feb 03 20:48:47 EST 2014",
                "id": "122644801150206_599886450092703",
                "message": "#eHealthSummit is starting with opening messages from Sec. Ona and Sec. Montejo of #DOH & #DOST. http://t.co/iAeQ4LZdEq"
            },
            {
                "comments": [],
                "createdTime": "Mon Feb 03 18:51:42 EST 2014",
                "id": "122644801150206_599846516763363",
                "message": "Successful @ADempiereERP technical training!:D\n\nIt makes us happy when we get this kind of feedback from our clients. http://t.co/v1RBgsfC9U"
            },
            {
                "comments": [],
                "createdTime": "Mon Feb 03 18:31:21 EST 2014",
                "id": "122644801150206_599840530097295",
                "message": "iOSS is participating in #DOST first #eHealthSummit today at Sofitel. Check out DOST's website:http://t.co/GU0obEJwke http://t.co/JgAuNybShj"
            },
            {
                "comments": [],
                "createdTime": "Mon Jan 27 19:40:49 EST 2014",
                "id": "122644801150206_10201949038260852",
                "message": "Java 101: JVM Memory and Java Heap Space\nTypically, Java programmers dive into coding first before actually studying the fundamentals and right setup. One example is that young developers tend to encounter out of memory problem in Java before even understanding how Java processes its memory. Sounds familiar right?\n\nThere's nothing wrong with that, except for the fact that most of the young programmers fix the problem by copying and pasting a solution without wanting to understand how it really worked. ( Oops! I hope you're not that person ;) )\n\nWe found a good blog that explained Why heap Space and Perm Gen. out of memory problem occurs.\n\nAnd what's interesting is they called it Young Generation memory and Old Generation memory. It's a quick read blog, so take time to read if you have encountered the problem and has no idea why it exactly happened. :)\n\n~Jai"
            },
            {
                "comments": [{
                    "createdTime": "Mon Jan 27 02:47:09 EST 2014",
                    "id": "10201944695472285_69034916",
                    "message": "Good read. Based from my experience as a freelancer these commercial open source systems like OpenErp for example is much more popular and demanded by clients all around the world vs Adempiere. For me the question is why? I'm also in the process of learning open erp because of that demand is it because of its out of the box features or its just because it is well marketed and advertised, soon I'll get to know the true advantages/disadvantages of both and get to share it with you."
                }],
                "createdTime": "Mon Jan 27 01:31:27 EST 2014",
                "id": "122644801150206_10201944695472285",
                "message": "Have you heard of \"community\" open source and \"commercial\" open source? Find out the difference in this Adempiere forum discussion. They were talking about OpenERP and ADempeire as topic... :) [posted by: Jai]"
            },
            {
                "comments": [],
                "createdTime": "Thu Jan 23 22:17:00 EST 2014",
                "id": "122644801150206_594513637296651",
                "message": "Check out #iOSS product demo videos here: http://t.co/3lfPv8y0Ae\n\nIf you want to know more about our product just send us an email or msg :)"
            },
            {
                "comments": [],
                "createdTime": "Tue Jan 21 23:56:39 EST 2014",
                "id": "122644801150206_593610737386941",
                "message": "#iOSS first biggest user #ADempiereERP business process training so far! :D Educating users before implementation. http://t.co/RLwuwZ9pTU"
            },
            {
                "comments": [],
                "createdTime": "Tue Jan 21 04:06:43 EST 2014",
                "id": "122644801150206_593207584093923",
                "message": "Now it's Mike's turn to discuss some technical functionalities of #ADempiereERP to CGC's IT department. :) http://t.co/AGrfpth3Bh"
            },
            {
                "comments": [{
                    "createdTime": "Tue Jan 21 18:30:23 EST 2014",
                    "id": "122644801150206:591297344284947:10101331650483551_10100125837308463",
                    "message": ":)"
                }],
                "createdTime": "Thu Jan 16 21:36:10 EST 2014",
                "id": "122644801150206_591297344284947",
                "message": "ADempiere Tech. Training on going till end of January for Caloocan Gas Corp. Everyone is busy doing the exercise :) http://t.co/YYrTphkN7s"
            },
            {
                "comments": [],
                "createdTime": "Thu Jan 02 07:26:55 EST 2014",
                "id": "122644801150206_584585464956135",
                "message": "Battle Wounds are not necessarily bad based on how you'll look at it. For a starting company, iOSS has faced many challenges regarding ERP implementations, nevertheless, this does not stop us from pursuing excellence.\n\nBelow is just one post of this consultant firm that says ERP implementation is never easy.\n\nBelow are some snippets from the blog post:\n\n>>When an ERP initiative led by a high-profile and well-respected ERP implementer occurs – as is the case in most high-provide failures – it proves the humbling facts that ERP implementations are by nature difficult. Anyone who suggests otherwise is either in denial or doesn’t know what they are doing. \n\n>>After all, just as open heart surgery has plenty of examples of patients that haven’t made it through alive, so too is the case with ERP implementations. (By the way, implementing new ERP systems is very similar to open heart surgery, in that it involves ripping out and replacing the “guts” of an organization.)\n\n>>Good ERP consultants may be few and far between but those that are good at what they do are able to learn from their own mistakes and failures.\n\n>>Those that don’t have a few battle wounds under the belt are oftentimes dangerously naïve, which is the case with many of our competitors.\n\nPosted by: Jai"
            },
            {
                "comments": [],
                "createdTime": "Tue Dec 31 08:54:24 EST 2013",
                "id": "122644801150206_583646698383345",
                "message": "May this 2014 we promote love instead of hate, peace instead of war, and unity instead of individuality.\r\n\r\nHappy New Year to all!"
            },
            {
                "comments": [],
                "createdTime": "Sun Dec 15 18:05:10 EST 2013",
                "id": "122644801150206_576836065731075",
                "message": "2013 iOSS Outing/Anniversary Celebration - playing patintero"
            },
            {
                "comments": [],
                "createdTime": "Tue Dec 10 19:27:28 EST 2013",
                "id": "122644801150206_574519259296089",
                "message": "An excellent paper describing the challenges and steps to take in building the Philippine Health Information System (PHIS)\nhttp://www.cclfi.org/files/PHIS.pdf\n#JoeGene"
            }
        ]
    },
    {
        "id": "194521240598186",
        "name": "Open Source Afghanistan",
        "posts": [
            {
                "comments": [{
                    "createdTime": "Wed Oct 08 16:20:09 EDT 2014",
                    "id": "796997450350559_827727447277559",
                    "message": "https://www.facebook.com/opensourceafghan"
                }],
                "createdTime": "Mon Aug 11 03:47:41 EDT 2014",
                "id": "194521240598186_796997450350559",
                "message": "د مخابراتو او معلوماتي ټکنالوجۍ وزارت د ابتکار پروژې لخوا دايرېدونکې دغه معلوماتي غونډه کې د ګډون له لارې د ابتکار په اړه معلومات ترلاسه کړئ او دا ومومئ چې څنګه ابتکار پروژه له تاسې سره مرسته کوي چې خپله د معلوماتي ټکنالوجۍ کمپني جوړه کړئ. ځان په لاندې لېنک کې راجستر کړئ.\nابتکار پروژه نړيوال بانک تمويل کړې او ټېک-نېشن يې تطبيقوي."
            },
            {
                "comments": [],
                "createdTime": "Wed Jul 16 16:36:45 EDT 2014",
                "id": "194521240598186_783412935042344",
                "message": "Fellowship for founders of tech startup companies. Application deadline is July 20th."
            },
            {
                "comments": [],
                "createdTime": "Sun Jul 13 07:58:56 EDT 2014",
                "id": "194521240598186_781550628561908",
                "message": "ټېک-نېشن سکالرشپ:\nپه کابل کې د فاونډر انسټېټيوټ د ۲۰۱۴ درسي دورې لپاره ټېک-نېشن سکالرشپ اعلانوي، چې هغه افغانان چې غواړي د ټکنالوجۍ کمپني جوړه کړي ترې استفاده وکړی شي. همدا نن مو د لاندې لېنک له لارې خپله عريضه وړاندې کړئ. \n\nسکالرشپ تېک-نیشن برای دوره تدریسی ۲۰۱۴ فاوندر انستیتیوت اعلان گردیده است تا افغانهای که میخواهند در کابل کمپنی تکنالوژی ایجاد کنند بهره مند شوند. برای معلومات بیشتر لینک ذیل را فشار دهید. \n\nWe are pleased to open TechNation Fellowship for founders interested in joining Founder Institute 2014 class. If you are planning to launch your own tech startup company in Kabul, this is a good opportunity for you. For more information on how to apply click on the link bellow. \n\n--\n#Founder #Tech #Startup #Kabul #Afghanistan"
            },
            {
                "comments": [{
                    "createdTime": "Mon Nov 02 09:37:41 EST 2015",
                    "id": "775171629199808_1047926095257692",
                    "message": "ee ra yk check knem anee Su Zan"
                }],
                "createdTime": "Wed Jul 02 00:30:00 EDT 2014",
                "id": "194521240598186_775171629199808",
                "message": "Interested in launching your own startup company in Afghanistan? Join The Founder Institute - Kabul. Attend this Startup Pitch Bootcamp to pitch your ideas, and know more about Founder Institute: http://fi.co/e/12991 \n\nYou can also apply for fellowship awards here:\n\nFemale Founder Fellowship and Applicant Distinction Fellowship: http://fi.co/e/12991\n\n#Statup #Tech #Founder #Afghanistan #Kabul"
            },
            {
                "comments": [],
                "createdTime": "Wed Jan 15 08:10:15 EST 2014",
                "id": "194521240598186_10152160874581605",
                "message": "Preparations for  Regional Open Source Conference of Central Asia (ROSCCA) 2014 in Bishkek has started. Like the Official Page for updates. \n\n--\n#OpenSource #FOSS #OSS #Tech #CentralAsia #Bishkek #Kyrgyzstan #Software"
            },
            {
                "comments": [],
                "createdTime": "Sun Dec 22 14:41:25 EST 2013",
                "id": "194521240598186_671385306245108",
                "message": "my opinion on Afghan Localization efforts over the past few years."
            },
            {
                "comments": [],
                "createdTime": "Fri Dec 13 19:17:06 EST 2013",
                "id": "194521240598186_666909803359325",
                "message": "SteamOS is now available for download!"
            },
            {
                "comments": [],
                "createdTime": "Fri Dec 06 05:33:35 EST 2013",
                "id": "194521240598186_662700267113612",
                "message": "تریننگ مجانی وبسایت-سازی تیک-دیره برای خانمها \nد نجونو لپاره د ټېک-دېرې لخوا د وېبسايټ جوړونې وړيا ټرېننګ"
            },
            {
                "comments": [],
                "createdTime": "Mon Dec 02 06:52:03 EST 2013",
                "id": "194521240598186_660794343970871",
                "message": "One of our exciting initiatives, in partnership with NICTAA- National ICT Alliance of Afghanistan and TechNation, is TechWomen Afghanistan. You can join us transform this into a unique platform for our sisters who are vulnerable and are affected by unemployment. Like & share!"
            },
            {
                "comments": [{
                    "createdTime": "Wed Oct 08 16:20:58 EDT 2014",
                    "id": "596718383711801_827727753944195",
                    "message": "https://www.facebook.com/opensourceafghan"
                }],
                "createdTime": "Fri Aug 02 07:38:18 EDT 2013",
                "id": "194521240598186_596718383711801"
            },
            {
                "comments": [],
                "createdTime": "Wed Jul 10 22:06:18 EDT 2013",
                "id": "194521240598186_584518801598426"
            },
            {
                "comments": [],
                "createdTime": "Wed Jul 10 22:05:33 EDT 2013",
                "id": "194521240598186_584518478265125"
            },
            {
                "comments": [],
                "createdTime": "Wed Jul 10 22:03:06 EDT 2013",
                "id": "194521240598186_584517794931860"
            },
            {
                "comments": [],
                "createdTime": "Wed Jul 10 21:52:38 EDT 2013",
                "id": "194521240598186_584514724932167"
            },
            {
                "comments": [],
                "createdTime": "Wed Jul 10 21:51:14 EDT 2013",
                "id": "194521240598186_584514348265538"
            },
            {
                "comments": [{
                    "createdTime": "Mon Apr 06 05:51:28 EDT 2015",
                    "id": "583230431727263_933939143323055",
                    "message": "Buying a HTC at this moment just for this :P. Looking forward to getting it all going!"
                }],
                "createdTime": "Mon Jul 08 03:46:53 EDT 2013",
                "id": "194521240598186_583230431727263",
                "message": "Kali Linux on HTC mobile :)\nvia BackTrack Linux fan page"
            },
            {
                "comments": [],
                "createdTime": "Fri Jun 28 06:58:35 EDT 2013",
                "id": "194521240598186_578897628827210",
                "message": "We're selecting 10 startups from AFGHANISTAN to meet the worlds leading investors & media. --Web Summit \n----\nhttp://www.websummit.net/startups/index.html"
            },
            {
                "comments": [],
                "createdTime": "Sat Jun 15 02:42:22 EDT 2013",
                "id": "194521240598186_573108329406140",
                "message": "Ministry of Communications and IT (MCIT)'s innovation program, Dewae, invites Afghan innovators, developers, programmers and experts to submit ideas, solutions and practices for its monitory awards ranging $2,000 to $80,000. Submissions can be be in m-Technology, m-Governance categories and in response to the Challenges enclosed. MCIT plans to disburse a total of $5 Millions in 20 rounds of awards. Deadline for this round is June 25, 2013. More info: http://dewae.mcit.gov.af/\nد مخابراتو او معلوماتي ټکنالوجۍ وزارت د ډيوې پروګرام سافټوېر جوړوونکو، پروګرامرانو، متخصصينو او خلاقو ځوانانو ته دعوت ورکوي، چې خپلې آيډياوې، حلونه او برنامې د مالي جايزو لپاره چې له ۲۰۰۰ ډالرو تر ۸۰۰۰۰ ډالرو دي، ور وسپاري. سپارنې بايد د موبايل-ټکنالوجۍ او موبايل-حکومتولۍ په برخو کې په ضميمه کې د راغلو مسايلو په ځواب کې وي. وزارت غواړي‌ ددغه راز مسابقو په شلو مرحلو کې ټولې ۵ مليونه ډالر د جوايزو په توګه ورکړي. ددې مرحلې ضرب الاجل د جون ۲۵مه، ۲۰۱۳ دی. د نورو معلوماتو لپاره وګورئ: http://dewae.mcit.gov.af/\nvia TechNation"
            },
            {
                "comments": [],
                "createdTime": "Mon Jun 10 12:23:29 EDT 2013",
                "id": "194521240598186_570858632964443",
                "message": "Firefox’s New Interface Is Already Looking Good on Linux\nhttp://www.hackerpaparazzi.com/?p=496"
            },
            {
                "comments": [],
                "createdTime": "Fri Apr 05 17:03:47 EDT 2013",
                "id": "194521240598186_452524904827493"
            },
            {
                "comments": [],
                "createdTime": "Fri Apr 05 14:24:06 EDT 2013",
                "id": "194521240598186_146247498880799",
                "message": "Please answer and ask others to do so. "
            },
            {
                "comments": [],
                "createdTime": "Fri Apr 05 13:36:48 EDT 2013",
                "id": "194521240598186_145803945597611"
            },
            {
                "comments": [{
                    "createdTime": "Wed Mar 27 13:18:18 EDT 2013",
                    "id": "136731843173140_145091",
                    "message": "What is outcome of this ? any open source project? if so please put the the links here"
                }],
                "createdTime": "Tue Mar 26 09:55:46 EDT 2013",
                "id": "194521240598186_136731843173140",
                "message": "Photos from Day 1 of the 2nd Regional Open Source Conference of Central Asia (ROSCCA), March 26-27, 2013, Dushanbe, Tajikistan. "
            },
            {
                "comments": [],
                "createdTime": "Tue Mar 19 12:34:43 EDT 2013",
                "id": "194521240598186_535409273176046",
                "message": "Breakdown of traffic from various countries to social networks. I found YouTube which has less/no clicks in China. India has more clicks for Google+.\r\nhttp://bitlyscience.github.com/geo_social/"
            },
            {
                "comments": [],
                "createdTime": "Thu Mar 14 12:18:05 EDT 2013",
                "id": "194521240598186_533200330063607",
                "message": "Stunning visualization of our talk. Go for Demo: http://w3scripts.net/slides/"
            }
        ]
    },
    {
        "id": "264679716988683",
        "name": "Open Source Srinagar",
        "posts": [
            {
                "comments": [],
                "createdTime": "Tue Feb 17 05:17:29 EST 2015",
                "id": "264679716988683_756795204436601"
            },
            {
                "comments": [],
                "createdTime": "Sat Aug 23 09:18:33 EDT 2014",
                "id": "264679716988683_1521205628098028"
            },
            {
                "comments": [],
                "createdTime": "Sun Jun 08 03:48:22 EDT 2014",
                "id": "264679716988683_532851436838175",
                "message": "For all the students out there, here is a chance to be sponsored for GopherCon 2015. "
            },
            {
                "comments": [
                    {
                        "createdTime": "Sat May 31 10:49:46 EDT 2014",
                        "id": "529092880547364_529095827213736",
                        "message": "it didn't last long."
                    },
                    {
                        "createdTime": "Sat May 31 11:39:40 EDT 2014",
                        "id": "529092880547364_529113783878607",
                        "message": "it was just awesome and thanks for the stickers ;)"
                    }
                ],
                "createdTime": "Sat May 31 10:45:35 EDT 2014",
                "id": "264679716988683_529092880547364",
                "message": "Thanks for coming and showing your interest. For feedback and improvements you can shoot mail at mail@opensourcesrinagar.org"
            },
            {
                "comments": [],
                "createdTime": "Sat May 31 01:00:00 EDT 2014",
                "id": "264679716988683_520520964737889",
                "message": "Are you new and un-initiated into the world of Drupal? \n\nHere's your chance to learn the basics of Drupal from some the best trainers in the industry. \n\nAs part of Drupal Association's Global Training Days Axelerant's offering a 'What is Drupal?' workshop for beginners on Saturday, 31 May, between 1-5pm (IST) at multiple locations. While you can follow the learning remotely, we recommend being at one of the workshop venues for a more fun and personalized learning experience. \n\nAliya (Srinagar) & Hussain (Bangalore), avid Drupalers with extensive experience, at Drupal Camps, colleges and companies, will be leading the training session. They will be supported by other Drupal enthusiasts who will help you get hands-on with Drupal.\n\nOur confirmed locations: \nBangalore (<Address>) - Register Here! (Friday, 30th May)\nSrinagar (Address) - Register Here! (Saturday, 31st May)\n\nIn case of any queries please reach out to our local coordinators Aliya@axelerant.com (Srinagar) and Hussain@axelerant.com (Bangalore). \n\nAlso feel free to share this with your friends and others who might be interested."
            },
            {
                "comments": [{
                    "createdTime": "Fri May 30 01:04:54 EDT 2014",
                    "id": "528395423950443_528411157282203",
                    "message": "i smell sarcasm"
                }],
                "createdTime": "Fri May 30 00:07:53 EDT 2014",
                "id": "264679716988683_528395423950443",
                "message": "Tomorrow is the day :) If you haven't registered yet. Do register bit.ly/1wwh1SJ and ya bring your machines with you :) \nIt will be good if you will have XAMPP or WAMP pre-installed on your windows machines :)"
            },
            {
                "comments": [],
                "createdTime": "Sat May 24 02:10:31 EDT 2014",
                "id": "264679716988683_525624834227502",
                "message": "Join us next saturday on Global Drupal Training Day and get up and running with Drupal.\n\nhttp://www.opensourcesrinagar.org/drupal.html"
            },
            {
                "comments": [{
                    "createdTime": "Sun May 18 15:37:40 EDT 2014",
                    "id": "522654821191170_522659544524031",
                    "message": "thnkuh....Awesome place to learn new thngs :)"
                }],
                "createdTime": "Sun May 18 15:24:42 EDT 2014",
                "id": "264679716988683_522654821191170",
                "message": "Resource for learning Go for baby Gophers"
            },
            {
                "comments": [],
                "createdTime": "Wed May 14 03:56:20 EDT 2014",
                "id": "264679716988683_637549592994127"
            },
            {
                "comments": [],
                "createdTime": "Fri May 09 12:42:45 EDT 2014",
                "id": "264679716988683_517950451661607"
            },
            {
                "comments": [],
                "createdTime": "Sun Mar 23 00:38:13 EDT 2014",
                "id": "264679716988683_612169098864525",
                "message": "Getting started with Docker"
            },
            {
                "comments": [],
                "createdTime": "Mon Mar 10 10:08:46 EDT 2014",
                "id": "264679716988683_606191622795606",
                "message": "Sessions from Vim London meetup group."
            },
            {
                "comments": [],
                "createdTime": "Thu Feb 06 03:26:09 EST 2014",
                "id": "264679716988683_590350351046400",
                "message": "We are now being listed on http://octoverse.github.com/"
            },
            {
                "comments": [
                    {
                        "createdTime": "Mon Jan 20 13:52:29 EST 2014",
                        "id": "581860581895377_3763174",
                        "message": "Nice initiative, I wish I was living in Srinagar."
                    },
                    {
                        "createdTime": "Mon Jan 20 20:32:23 EST 2014",
                        "id": "581860581895377_3764220",
                        "message": "Intro to RESTful and JSON.. Just what I needed.. :)"
                    },
                    {
                        "createdTime": "Tue Jan 21 12:46:16 EST 2014",
                        "id": "581860581895377_3766072",
                        "message": "Qazi Mamoon hope you enjoy learning more about JSON. Will be posting a continuation of the one currently posted."
                    }
                ],
                "createdTime": "Mon Jan 20 12:37:18 EST 2014",
                "id": "264679716988683_581860581895377",
                "message": "We are live, again."
            },
            {
                "comments": [],
                "createdTime": "Mon Dec 16 13:35:45 EST 2013",
                "id": "264679716988683_444007582389228",
                "message": "Top 15 Open Source Projects On GitHub"
            },
            {
                "comments": [],
                "createdTime": "Sun Dec 08 13:27:47 EST 2013",
                "id": "264679716988683_440259462764040",
                "message": "70+ Cheat Sheets On 22 Programming And Scripting Languages!"
            },
            {
                "comments": [],
                "createdTime": "Thu Dec 05 06:28:10 EST 2013",
                "id": "264679716988683_438648339591819",
                "message": "Fellas Axelerant will be hosting a hackathon starting from tomorrow thorough Sunday evening in the Srinagar office (136-Rajbagh) . You are welcomed to join and hack with us."
            },
            {
                "comments": [],
                "createdTime": "Wed Nov 20 10:05:26 EST 2013",
                "id": "264679716988683_431892496934070",
                "message": "Get started with upcoming Drupal8"
            },
            {
                "comments": [],
                "createdTime": "Tue Nov 19 01:02:22 EST 2013",
                "id": "264679716988683_431363910320262",
                "message": "Nobody will Train You but"
            },
            {
                "comments": [{
                    "createdTime": "Fri Oct 24 06:15:53 EDT 2014",
                    "id": "426317524158234_606273259495992",
                    "message": "Improve it and try to involve majority of people."
                }],
                "createdTime": "Fri Nov 08 01:00:22 EST 2013",
                "id": "264679716988683_426317524158234",
                "message": "54 minute presentation that looks at Ruby's idioms, syntax, and \"subtle beauty\" such as mixins, open classes, metaprogramming, the syntax of case, and the beauty of it"
            },
            {
                "comments": [],
                "createdTime": "Tue Nov 05 10:26:45 EST 2013",
                "id": "264679716988683_424945750962078",
                "message": "Videos from Ruby Australia"
            },
            {
                "comments": [],
                "createdTime": "Sat Oct 26 00:06:19 EDT 2013",
                "id": "264679716988683_420376304752356",
                "message": "Automating Front-end workflow on various ends"
            },
            {
                "comments": [{
                    "createdTime": "Sun Oct 20 03:03:34 EDT 2013",
                    "id": "417575885032398_2138623",
                    "message": "already switched :p"
                }],
                "createdTime": "Sat Oct 19 23:53:06 EDT 2013",
                "id": "264679716988683_417575885032398",
                "message": "Here is why you should dump bash and switch to Z shell (zsh)"
            },
            {
                "comments": [],
                "createdTime": "Sat Oct 19 10:56:11 EDT 2013",
                "id": "264679716988683_417338511722802",
                "message": "Handy guide to various APIs for developers."
            },
            {
                "comments": [],
                "createdTime": "Thu Oct 17 08:29:33 EDT 2013",
                "id": "264679716988683_416005901856063",
                "message": "Getting started with the Chrome Dev Tool"
            }
        ]
    },
    {
        "id": "1472163689759898",
        "name": "Open Source Politics",
        "posts": [
            {
                "comments": [],
                "createdTime": "Mon Feb 08 10:31:51 EST 2016",
                "id": "1472163689759898_1504532919856308",
                "message": "Nous relayons une belle proposition de rencontre de La 27e Région avec Gianncarlo Duran. Réservez votre place pour découvrir le laboratoire d'innovation démocratique chilien le mercredi 17 février à 17h chez Super Public !"
            },
            {
                "comments": [{
                    "createdTime": "Mon Feb 01 13:32:02 EST 2016",
                    "id": "1502768503366083_1502862176690049",
                    "message": "la pétition joue certes un rôle. Mais suivant les pays ça marche plus ou moins bien!"
                }],
                "createdTime": "Mon Feb 01 06:08:02 EST 2016",
                "id": "1472163689759898_1502768503366083",
                "message": "Lecture du début de semaine : le 3e épisode d'une série d'articles sur la #civictech en partenariat avec point d'æncrage et European Civic Forum."
            },
            {
                "comments": [],
                "createdTime": "Tue Jan 26 06:32:33 EST 2016",
                "id": "1472163689759898_1501170726859194",
                "message": "3 événements à l'agenda d'Open Source Politics cette semaine : \n- Ce mardi soir chez Mutinerie Coworking, nous participons au lancement du projet de tirage au sort d'un Sénat citoyen ;\n- Demain mercredi chez Volumes Coworking, nous animons un atelier sur la réinvention des conseils de quartier lors du meetup Civicwise ;\n- Samedi après-midi, nous reprenons les ateliers Source-s avec une réflexion collective sur la thématique du travail. \nVenez nous rejoindre !"
            },
            {
                "comments": [],
                "createdTime": "Fri Jan 22 13:00:43 EST 2016",
                "id": "1472163689759898_1500177550291845",
                "message": "Pour suivre le hackathon #OpenDemocracyNow en live, c'est ici et maintenant !"
            },
            {
                "comments": [{
                    "createdTime": "Thu Jan 21 10:02:07 EST 2016",
                    "id": "1499869543655979_1499871133655820",
                    "message": "Gaillardin Patrick - c'est pour toi, ce dont je te parlais ce matin"
                }],
                "createdTime": "Thu Jan 21 09:54:34 EST 2016",
                "id": "1472163689759898_1499869543655979",
                "message": "L'association DemocracyOS France a 9 mois et déjà une belle histoire derrière elle: l'occasion de faire un premier bilan. Bravo à l'équipe, 2016 sera une année riche!"
            },
            {
                "comments": [{
                    "createdTime": "Wed Jan 13 05:59:37 EST 2016",
                    "id": "1497682427208024_1497689737207293",
                    "message": "En (auto) formation, je ne pense pas avoir l'xp pour participer pleinement au hackaton. Une place est-elle prévue pour les curieux / noobs ? Inscription obligatoire ?"
                }],
                "createdTime": "Wed Jan 13 05:26:01 EST 2016",
                "id": "1472163689759898_1497682427208024",
                "message": "Le 22 et 23 janvier, nous sommes partenaires d'un hackathon #opengov #opensource #opendata organisé au NUMA par Open Law, le droit ouvert et DemocracyOS France ! On compte sur vous pour venir inventer les réponses pratiques et numériques aux défis du renouveau démocratique !"
            },
            {
                "comments": [],
                "createdTime": "Mon Jan 11 04:58:00 EST 2016",
                "id": "1472163689759898_1497171493925784",
                "message": "Premier article d'une série sur la #civictech publié en partenariat avec European Civic Forum et point d'æncrage à lire sur Medium. La suite dès vendredi !"
            },
            {
                "comments": [],
                "createdTime": "Wed Jan 06 09:51:54 EST 2016",
                "id": "1472163689759898_1495846527391614",
                "message": "Nos amis de chez Voxe.org recherchent du monde pour rejoindre leur équipe --> 2 postes à pourvoir !\n\n- 1 développeur (CDI) : http://goo.gl/2D4vX1  \n- 1 stage en partenariats et fundraising : http://goo.gl/IIAWPS\n\nSi cela vous intéresse, n'hésitez pas à leur écrire sur contact@voxe.org pour plus d'infos"
            },
            {
                "comments": [],
                "createdTime": "Wed Jan 06 04:55:42 EST 2016",
                "id": "1472163689759898_1495788157397451",
                "message": "L'année #2016 commence bien : nous sommes désormais 800 citoyens sur meetup et plus de 200 sur nos comptes facebook et twitter. Merci :)"
            },
            {
                "comments": [{
                    "createdTime": "Tue Jan 05 14:32:35 EST 2016",
                    "id": "1495628674080066_1495633450746255",
                    "message": "C'est chouette de vous voir :)"
                }],
                "createdTime": "Tue Jan 05 14:02:03 EST 2016",
                "id": "1472163689759898_1495628674080066",
                "message": "Plus de 100 personnes pour le premier événement 2016 co-organisé avec notre meetup Open Source Politics : le collectif MA VOIX rencontre Dominique Cardon"
            },
            {
                "comments": [],
                "createdTime": "Fri Dec 18 13:06:12 EST 2015",
                "id": "1472163689759898_1490821127894154",
                "message": "2015 approche de son terme... et 2016 se prépare déjà ! Le premier événement parrainé par Open Source Politics l'an prochain sera la rencontre organisée par MA VOIX avec le sociologue Dominique Cardon le mardi 5 janvier au Numa."
            },
            {
                "comments": [],
                "createdTime": "Mon Dec 07 09:06:54 EST 2015",
                "id": "1472163689759898_1487871604855773",
                "message": "Autre événement au programme le weekend prochain : la restitution d'OpenCOP21, la COP citoyenne en ligne, samedi à 15h30 à l'Agora, maison des initiatives citoyennes à Nanterre. Vous pouvez retrouver tous les débats et continuer à participer sur app.opencop.org !"
            },
            {
                "comments": [
                    {
                        "createdTime": "Fri Dec 04 10:05:00 EST 2015",
                        "id": "1487132994929634_1487139601595640",
                        "message": "Merci Valentin Chaput. Effectivement on va se faire plaisir comme les autres fois, avec un thème corsé :-) n'est-ce pas AD Roro ?"
                    },
                    {
                        "createdTime": "Fri Dec 04 10:41:31 EST 2015",
                        "id": "1487132994929634_1487145608261706",
                        "message": "J'ai hâte :) Matthieu Vasseur. tu seras là ? Erwann Calvez ? Sabrina Adjelout ? Adama Sall ? Axel Dieuzaide ?"
                    }
                ],
                "createdTime": "Fri Dec 04 09:49:51 EST 2015",
                "id": "1472163689759898_1487132994929634",
                "message": "Nous vous invitons à participer à une initiative partenaire d'Open Source Politics : le projet Source-s est un laboratoire politique d'intelligence collective qui a pour but d'élaborer des propositions politiques lors d'ateliers créatifs. \nProchain événement le samedi 12 décembre de 14h à 17h chez Volumes sur le thème \"Produire selon nos besoins : Dans quelle mesure les alternatives au modèle économique dominant sont-elles crédibles et souhaitables ?\" \nVous pouvez vous inscrire ici >> https://docs.google.com/forms/d/1_6XgNmcFN1s3UhTuGckMUTXishQy9_ewj8s2WZBZmA4/viewform?c=0&w=1"
            },
            {
                "comments": [],
                "createdTime": "Tue Dec 01 08:52:16 EST 2015",
                "id": "1472163689759898_1486378071671793",
                "message": "Le comparateur des programmes des #régionales2015 créé par Voxe.org est utilisé par les Décodeurs du Monde.fr ! A partager d'ici dimanche, premier tour des élections partout en France ! #civictech"
            },
            {
                "comments": [],
                "createdTime": "Mon Nov 23 10:53:21 EST 2015",
                "id": "1472163689759898_1484539345188999",
                "message": "Vous souhaitez utiliser des outils civic-tech pour avoir un impact sur le climat ? Rendez-vous de jeudi soir à samedi à la COY (conférence internationale des jeunes sur le climat en amont de la COP21) avec Voxe.org, Fullmobs et Open COP21 !"
            },
            {
                "comments": [],
                "createdTime": "Mon Nov 16 05:32:09 EST 2015",
                "id": "1472163689759898_1482907295352204",
                "message": "[IMPORTANT] Le collectif #MaVoix a décidé de maintenir la rencontre avec Dominique Rousseau de ce mardi 17 novembre au Tank. Pour des raisons de sécurité, l'événement ne pourra accueillir que 40 personnes, qui doivent confirmer leur présence sur cet événement facebook. L'inscription à notre meetup ne suffira pas à rentrer."
            },
            {
                "comments": [],
                "createdTime": "Fri Nov 13 08:53:13 EST 2015",
                "id": "1472163689759898_1482293282080272",
                "message": "Vous souhaitez comprendre et vous exprimer sur les enjeux de la COP21 ? Cette vidéo vous explique le fonctionnement de la plateforme app.opencop.org !"
            },
            {
                "comments": [],
                "createdTime": "Thu Nov 05 13:15:44 EST 2015",
                "id": "1472163689759898_1480265635616370",
                "message": "La plateforme de débats sur la COP21 est en ligne sur app.opencop.org. Venez rejoindre les premiers participants pour découvrir, débattre et voter sur les enjeux climatiques !"
            },
            {
                "comments": [],
                "createdTime": "Mon Nov 02 08:15:08 EST 2015",
                "id": "1472163689759898_1479546752354925",
                "message": "J-2 pour le lancement de la plateforme DemocracyOS / Democracy 2.1 sur le climat. Vous pensez venir à l'événement de lancement en Ile-de-France? Dites-nous ici si vous serez présent à Paris ou Malakoff: https://democracyosfr.typeform.com/to/iThTQm"
            },
            {
                "comments": [],
                "createdTime": "Fri Oct 30 13:29:03 EDT 2015",
                "id": "1472163689759898_1478921612417439",
                "message": "LA chose à faire avant de penser à son weekend, c'est de s'inscrire au thunderclap du lancement de la plateforme de DemocracyOS France pour que le message soit diffusé à plus de 100 000 personnes mercredi midi ! Let's hack #COP21 !"
            },
            {
                "comments": [],
                "createdTime": "Thu Oct 29 09:08:11 EDT 2015",
                "id": "1472163689759898_1478639885778945",
                "message": "Retour en images sur le lancement de LaPrimaire.org - La Primaire Ouverte pour 2017 à TheFamily le 15 octobre dernier:"
            },
            {
                "comments": [],
                "createdTime": "Mon Oct 26 06:53:58 EDT 2015",
                "id": "1472163689759898_1477915155851418",
                "message": "Pour participer au cycle de réflexion sur le renouveau démocratique lancé par point d'aencrage, vous pouvez vous inscrire d'ici ce soir auprès de contact@pointdaencrage.org à la réunion de travail de mercredi soir à l'Assemblée nationale."
            },
            {
                "comments": [],
                "createdTime": "Sat Oct 24 06:05:05 EDT 2015",
                "id": "1472163689759898_1477493739226893",
                "message": "Rendez-vous à 18h chez Volumes pour voir la suite !"
            },
            {
                "comments": [],
                "createdTime": "Thu Oct 22 11:24:01 EDT 2015",
                "id": "1472163689759898_1477093689266898",
                "message": "Ce samedi 18:00 chez Volumes Coworking, nous projetons un documentaire sur la réécriture citoyenne de la Constitution islandaise après la crise de 2008, en présence de la réalisatrice."
            },
            {
                "comments": [{
                    "createdTime": "Wed Oct 21 07:43:12 EDT 2015",
                    "id": "1476044289371838_1476837835959150",
                    "message": "Est-il possible de vous contacter au téléphone ? J'ai quelques questions à ce sujet :)"
                }],
                "createdTime": "Sat Oct 17 13:43:48 EDT 2015",
                "id": "1472163689759898_1476044289371838",
                "message": "Fin du hackathon #CoderLaVille à Nanterre !\n\nUn grand merci à tous les participants et nos félicitations aux 5 projets open source optimisés ou prototypés pendant ces deux jours intenses : \n\n- \"N'en (rien) taire\", une adaptation de l'appli Baztille pour permettre la remontée et la sélection de questions citoyennes à l'échelle locale.\n\n- L'utilisation de TimelineJS pour suivre dans le temps la conduite d'une politique publique en intégrant plusieurs types de concertations. \n\n- Les nouvelles fonctionnalités en développement sur DemocracyOS, et notamment la possibilité de laisser des commentaires vocaux. \n\n- La traduction en français de la plateforme de cartographie collaborative Datea et l'étude de cas sur le réseau des acteurs du numérique à Nanterre. \n\n- \"NOD - Nanterre Open Data\", une plateforme pour publier et visualiser les futurs jeux de données publiques qui seront ouverts par la ville de Nanterre. \n\nMerci aux membres du jury, à nos partenaires et à Nanterre Digital et L'Agora pour l'organisation !"
            }
        ]
    },
    {
        "id": "354275894650676",
        "name": "Thailand Open Source Augmented Reality",
        "posts": [
            {
                "comments": [],
                "createdTime": "Mon Feb 08 23:20:09 EST 2016",
                "id": "354275894650676_956988161046110",
                "message": "ทีม ThaiOpenAR. ประชุม ร่วมกับ IT Valley of NECTEC  ความร่วมมือMobile  Application"
            },
            {
                "comments": [],
                "createdTime": "Sat Jan 30 22:34:57 EST 2016",
                "id": "354275894650676_952243574853902",
                "message": "ดร.ก้องเกียรติ หิรัญเกิดตัวแทน ทีมไทยโอเพ่นเออาร์ ThaiOpenAR. เข้ารับของที่ระลึกจาก พล.ต.ชนินทร์ โตเลี้ยง  ผู้บัญชาการโรงเรียนเตรียมทหาร ที่ได้ ทำความร่วมมือร่วมและเข้าให้ความรู้แก่นักเรียนเตรียมทหาร"
            },
            {
                "comments": [],
                "createdTime": "Wed Jan 27 21:45:03 EST 2016",
                "id": "354275894650676_950473031697623",
                "message": "ทดสอบปุ่มกด AR เพื่อฟังเสียงตัวอักษรด้วยการมีปฏิสัมพันธ์กับผู้ใช้งาน"
            },
            {
                "comments": [],
                "createdTime": "Wed Jan 27 21:40:47 EST 2016",
                "id": "354275894650676_950466895031570",
                "message": "ทดสอบปุ่มเข้าใช้งาน AR App เพื่อ Link ไปในกรณีที่App มีหลายส่วน"
            },
            {
                "comments": [
                    {
                        "createdTime": "Thu Jan 21 22:06:44 EST 2016",
                        "id": "947198332025093_947532998658293",
                        "message": "แว่นแบบเดียวกับ cardboard ของกูเกิลป่าวคับ"
                    },
                    {
                        "createdTime": "Fri Jan 22 03:34:24 EST 2016",
                        "id": "947198332025093_947623698649223",
                        "message": "ใช่ครับอาจารย์ครับ google เป็น VR  จะทำให้เข้าไปในสิ่งแวดล้อมเสมือน ต่างกันตรงที่แว่นAR จะรับถาพจากภายนอกเข้ามาประมวลผลครับ"
                    }
                ],
                "createdTime": "Thu Jan 21 05:25:32 EST 2016",
                "id": "354275894650676_947198332025093",
                "message": "ทดสอบการใช้งาน AR 3D Animation Vanguard Game Card."
            },
            {
                "comments": [],
                "createdTime": "Thu Jan 21 05:24:28 EST 2016",
                "id": "354275894650676_947198012025125",
                "message": "ผลงานสวยงาม ยอดเยี่ยมมากครับ ผสานวัฒนธรรม"
            },
            {
                "comments": [],
                "createdTime": "Tue Jan 19 11:11:37 EST 2016",
                "id": "354275894650676_946345438777049",
                "message": "จากAR. Vanguard Game Card สู่ระบบการเล่นที่เสมือนจริงที่สุด จนก้าวเข้าสู่โปรเจคระบบ Thailand AR. Virtual Guide กระทรวงการท่องเที่ยว ค้นหาสถานที่ท่องเที่ยว ที่พัก โรงพยาบาล สถานีตำรวจ ตลอดจนผู้ช่วยเสมือนที่จะคอยอธิบายสิ่งที่กำลังชมอยู่ ติดต่อให้ความสะดวก และ โปรเจคการจำลองการยุทธเสมือนของกองบัญชาการทหารสูงสุด #นี่คือแว่น AR.ไม่ใช่ VR ไม่ดึงเข้าไปในสิ่งแวดล้อมเสมือนแต่จะดึง ข้อมูล สิ่งที่ไม่เห็นด้วยตาเปล่าให้ปรากฎตรงหน้านะจ้ะ #ที่สุดของทฤษฎีคือการปฏิบิติใช้ได้จริง มีทั้งสองเวอร์ชั่นครับ ดูผ่านแอป จอเดียวหรือแยกสองจอดูผ่านเลนส์แว่นแบบปรับได้ครับ รอต้นสังกัดลิขสิทธิ์ ญี่ปุ่นยืนยัน"
            },
            {
                "comments": [],
                "createdTime": "Sun Jan 17 12:41:57 EST 2016",
                "id": "354275894650676_945377938873799",
                "message": "ปลายเดือนกพ.นี้เปิดการฝึกอบรมอีก 2 รอบ รุ่นที่3 และ 4 ที่จุฬาลงกรณ์มหาวิทยาลัย ค่ะโปรดติดตามนะคะ^^ เปิดลงทะเบียนเร็วๆนี้ค่ะ"
            },
            {
                "comments": [
                    {
                        "createdTime": "Thu Jan 21 06:19:17 EST 2016",
                        "id": "940342252710701_947212785356981",
                        "message": "มีสอนวิธีทำมั้ยคะ"
                    },
                    {
                        "createdTime": "Thu Jan 21 06:30:56 EST 2016",
                        "id": "940342252710701_947215745356685",
                        "message": "สอนในการอบรมเดือนหน้าครับผม"
                    }
                ],
                "createdTime": "Wed Jan 06 22:55:44 EST 2016",
                "id": "354275894650676_940342252710701",
                "message": "Test AR video ที่สามารถมีปฏิสัมพันธ์กับผู้ใช้ ของบริษัทEd Tech Creation หนังสือที่มีประโยชน์Marker มากที่สุดในโลกขณะนี้"
            },
            {
                "comments": [
                    {
                        "createdTime": "Tue Jan 05 06:52:05 EST 2016",
                        "id": "939347392810187_939410499470543",
                        "message": ""
                    },
                    {
                        "createdTime": "Tue Jan 05 21:12:47 EST 2016",
                        "id": "939347392810187_939780059433587",
                        "message": "นึกถึง ถ้าใช้คู่กับ แว่นVR มันจะสมจริงขนาดไหน"
                    }
                ],
                "createdTime": "Tue Jan 05 02:19:54 EST 2016",
                "id": "354275894650676_939347392810187",
                "message": "ทีมOpenAR. เตรียมเป็นผู้รับลิขสิทธิ์จากญี่ปุ่น ต้นเดือนหน้า ในการสร้างพัฒนา AR. Application Vanguard 3D Animation สามารถ Download บน Android และ iOS โหลดได้ทั่วโลก http://cf-vanguard.com/"
            },
            {
                "comments": [],
                "createdTime": "Tue Jan 05 01:14:31 EST 2016",
                "id": "354275894650676_939324972812429"
            },
            {
                "comments": [{
                    "createdTime": "Mon Jan 04 23:29:21 EST 2016",
                    "id": "939275756150684_939302052814721",
                    "message": "อ. เริ่มทำให้มันเหมือนการ์ตูน ที่เคยดูแล้วครับ"
                }],
                "createdTime": "Mon Jan 04 22:06:25 EST 2016",
                "id": "354275894650676_939275756150684",
                "message": "ทดสอบ Vanguard3D กับ Samsung Galaxy s2 อายุเกิน 4ปี Android 2.กว่าๆ ใช้งานชัดเจน สมบูรณ์แบบ"
            },
            {
                "comments": [{
                    "createdTime": "Sun Jan 03 12:33:31 EST 2016",
                    "id": "938508966227363_938522179559375",
                    "message": "ผมกะมีคับเครื่องรุ่นนี้ ยังใช้ได้แต่หนัก"
                }],
                "createdTime": "Sun Jan 03 12:09:25 EST 2016",
                "id": "354275894650676_938508966227363",
                "message": "น้องถามเครื่องเก่าๆเล่นได้ไหม นี่เครื่องกาแลคซี่7นิ้ว แทปรุ่น1 รุ่นแรกเลย อายุประมาณ4ปี แอนดรอยเวอร์ชั่น 2.3.3 เครื่องเดิมๆไม่ได้รูทแต่อย่างใด"
            },
            {
                "comments": [],
                "createdTime": "Sun Jan 03 11:51:28 EST 2016",
                "id": "354275894650676_938496422895284",
                "message": "Attack button and Defese button ปุ่มแสดงท่าการโจมตี และปุ่มที่แสดงท่าการป้องกัน พร้อมแอฟเฟคแสงเสียง ของแต่ละ unit กดได้ที่หน้าจอสัมผัสได้"
            },
            {
                "comments": [
                    {
                        "createdTime": "Sun Jan 03 08:00:42 EST 2016",
                        "id": "938413019570291_938415849570008",
                        "message": "เยี่ยม สวยมากคับ"
                    },
                    {
                        "createdTime": "Sun Jan 03 20:08:14 EST 2016",
                        "id": "938413019570291_938674136210846",
                        "message": "ติดตามเลยครับ.."
                    },
                    {
                        "createdTime": "Sun Jan 03 22:59:35 EST 2016",
                        "id": "938413019570291_938732986204961",
                        "message": "น่าสนตรงที่มีปุ่มคอนโทลนี่ละครับ ช่วยแชร์ด้วยครับ"
                    },
                    {
                        "createdTime": "Sun Jan 03 23:12:58 EST 2016",
                        "id": "938413019570291_938735599538033",
                        "message": "ขอบคุณครับผม"
                    }
                ],
                "createdTime": "Sun Jan 03 07:52:24 EST 2016",
                "id": "354275894650676_938413019570291",
                "message": "demo่ก่อนนำไปเสนอค่ายการ์ตูนการ์ดที่ญี่ปุ่น 3D animation จะแสดงท่ารุกและท่ารับ มีปุ่มให้ control ควบคุม ด้วยนะครับ ตลาดเกมส์การ์ดต่างๆขอแบ่งส่วนแบ่งการตลาดหน่อยครับ Vanguard 3D App นำร่องก่อนครับ"
            },
            {
                "comments": [{
                    "createdTime": "Mon Dec 28 08:43:25 EST 2015",
                    "id": "935119486566311_935120043232922",
                    "message": "น่าสนใจมากครับ อาจารย์"
                }],
                "createdTime": "Mon Dec 28 08:41:35 EST 2015",
                "id": "354275894650676_935119486566311",
                "message": "OpenAR. จะจับมือกับ2เจ้าพ่อ Internet of things (IoT) สมาคมโปรแกรมเมอร์ไทย เพื่อควบคุม สั่งการ ทุกสิ่งอย่างผ่าน AR.-IoT made in Singapore เหมือนเดิมครับ"
            },
            {
                "comments": [],
                "createdTime": "Fri Dec 25 04:10:48 EST 2015",
                "id": "354275894650676_932571640154429",
                "message": "ทดสอบApplication VIDEO AR. ชุดที่2 ที่มีmarker offline มากที่สุดในโลกในขณะนี้^^"
            },
            {
                "comments": [],
                "createdTime": "Fri Dec 25 04:07:11 EST 2015",
                "id": "354275894650676_932570390154554",
                "message": "ทดสอบApplication VIDEO AR. ชุดที่1 ที่มีmarker offline มากที่สุดในโลกในขณะนี้^^"
            },
            {
                "comments": [
                    {
                        "createdTime": "Thu Dec 24 07:42:51 EST 2015",
                        "id": "931981620213431_932005563544370",
                        "message": "อยากได้สักเล่มครับ"
                    },
                    {
                        "createdTime": "Thu Dec 24 07:58:07 EST 2015",
                        "id": "931981620213431_932010013543925",
                        "message": "ScMinz Mni เห็นว่าอยากเรียน"
                    },
                    {
                        "createdTime": "Thu Dec 24 09:34:59 EST 2015",
                        "id": "931981620213431_932063893538537",
                        "message": "สั่งจองได้มั้ยครับ?"
                    },
                    {
                        "createdTime": "Thu Dec 24 11:10:48 EST 2015",
                        "id": "931981620213431_932100456868214",
                        "message": "ต้องซื้อกับทางศูนย์หนังสือจุฬานะคะ ทราบว่าออกจากโรงพิมพ์แล้วตรงเข้าที่จุฬาเลยค่ะ ไม่สามารถซื้อทางเพจได้แล้วค่ะ ขอบพระคุณที่ติดตามนะคะ"
                    },
                    {
                        "createdTime": "Sun Jan 10 09:24:50 EST 2016",
                        "id": "931981620213431_941898839221709",
                        "message": "มีวางจำหน่าย ที่จุฬาที่เดียวใช่มั้ยครับ"
                    }
                ],
                "createdTime": "Thu Dec 24 06:27:13 EST 2015",
                "id": "354275894650676_931981620213431",
                "message": "เมื่อทำงานกับมัลติมีเดีย ข้อมูลหนักๆ memory and resorts management คือสิ่งสำคัญมาก เมื่อ 4G เปรียบเหมือนการตัดถนน AR. และ VR. ก็จะเหมือนที่ดินติดถนนในเมือง ^^ ที่ศูนย์หนังสือจุฬา เร็วๆนี้"
            },
            {
                "comments": [
                    {
                        "createdTime": "Fri Dec 18 05:15:23 EST 2015",
                        "id": "928727627205497_928761920535401",
                        "message": "เปิดอบรมอีกเมื่อไหร่.  ค่ะ"
                    },
                    {
                        "createdTime": "Fri Dec 18 08:01:03 EST 2015",
                        "id": "928727627205497_928829050528688",
                        "message": "ครั้งนี้เฉพาะบุคลากรจุฬาค่ะอาจารย์  รออาจารย์ ท่านติดต่อ ขอการสนับสนุน จากหน่วยงานต่างๆก่อนนะคะ แล้วจะแจ้งบนวอลค่ะ^^"
                    },
                    {
                        "createdTime": "Sat Dec 19 04:28:24 EST 2015",
                        "id": "928727627205497_929286553816271",
                        "message": "Hamuki Moo ครับผม"
                    }
                ],
                "createdTime": "Fri Dec 18 04:01:45 EST 2015",
                "id": "354275894650676_928743040537289",
                "message": "จุฬาลงกรณ์มหาวิทยาลัย"
            },
            {
                "comments": [],
                "createdTime": "Fri Dec 18 03:47:16 EST 2015",
                "id": "354275894650676_928736313871295",
                "message": "ทีม OpenAR ฝึกอบรม Mobile Application Development"
            },
            {
                "comments": [{
                    "createdTime": "Thu Dec 17 09:34:51 EST 2015",
                    "id": "928344063910520_928346280576965",
                    "message": ""
                }],
                "createdTime": "Thu Dec 17 09:27:25 EST 2015",
                "id": "354275894650676_928344063910520",
                "message": "ยินดีและภูมิใจอย่างยิ่งที่ ท่านอาจารย์ได้เข้าฝึกอบรมที่จุฬากับทีม แล้วกลับไปเอาไปพัฒนาต่อยอด ประสบความสำเร็จ สร้างชื่อเสียงให้ พิชัย ครับผม^^"
            },
            {
                "comments": [
                    {
                        "createdTime": "Thu Dec 17 08:14:28 EST 2015",
                        "id": "928309817247278_928317923913134",
                        "message": "คนบ้านเดียวกัน ^_^"
                    },
                    {
                        "createdTime": "Thu Dec 17 08:19:12 EST 2015",
                        "id": "928309817247278_928319327246327",
                        "message": ""
                    },
                    {
                        "createdTime": "Thu Dec 17 09:16:18 EST 2015",
                        "id": "928309817247278_928339130577680",
                        "message": "ยินดีด้วยคะ\nภาคอีสานเราทำโครงงาน AR กรรมการไม่ถามการพัฒนางานสักคำ ลำดับ 41 ตกมาไกล..."
                    },
                    {
                        "createdTime": "Thu Dec 17 09:38:13 EST 2015",
                        "id": "928309817247278_928347487243511",
                        "message": "อันดับที่ 2 ก็ใช้ AR เหมือนกันครับ ปล.โรงเรียนผมเอง"
                    },
                    {
                        "createdTime": "Thu Dec 17 10:46:15 EST 2015",
                        "id": "928309817247278_928393260572267",
                        "message": "เยี่ยมๆครับผม"
                    }
                ],
                "createdTime": "Thu Dec 17 07:51:02 EST 2015",
                "id": "354275894650676_928309817247278",
                "message": "ทีม อาจารย์และนักเรียนโรงเรียนพิชัย จังหวัด อุตรดิตถ์ ได้เหรียญทอง รองชนะเลิศอันดับที่ 2 ระดับภาค การแข่งขันประกวดโครงงานคอมพิวเตอร์ ซอฟต์แวร์ ด้วย AR ครับผม ชื่นชมยินดีด้วยครับ ^^ แดนแห่งคนดี..ยอดฝีมือจริงๆ"
            },
            {
                "comments": [
                    {
                        "createdTime": "Thu Dec 10 08:12:39 EST 2015",
                        "id": "924616604283266_924617470949846",
                        "message": "https://dl.dropboxusercontent.com/u/63036724/OpenAR_Video_Control.zip\n นี่นะคะ Plug-inค่ะ"
                    },
                    {
                        "createdTime": "Thu Dec 10 08:44:40 EST 2015",
                        "id": "924616604283266_924625840949009",
                        "message": "คลิปนี้แหละครับอาจารย์ ที่ผมหาวิธีอยู่ เดี๋ยวรอกลับจากเที่ยวค่อยกลับไปทำ ตอนนี้ไม่มีอุปกรณ์ ^^"
                    },
                    {
                        "createdTime": "Thu Dec 10 12:01:52 EST 2015",
                        "id": "924616604283266_924724767605783",
                        "message": "โหลด Plug-in ไม่ได้อ่ะครับ อาจารย์"
                    },
                    {
                        "createdTime": "Thu Dec 10 19:59:11 EST 2015",
                        "id": "924616604283266_924929964251930",
                        "message": "ขอบคุณค่ะลองใหม่ค่ะ^^"
                    }
                ],
                "createdTime": "Thu Dec 10 08:08:36 EST 2015",
                "id": "354275894650676_924616604283266",
                "message": "การทำ VIDEO AR เพื่อใช้งานเป็น App ของตัวเองทำอย่างไรที่นี่มีคำตอบค่ะ^^"
            },
            {
                "comments": [
                    {
                        "createdTime": "Wed Jan 06 21:27:29 EST 2016",
                        "id": "924546764290250_940314662713460",
                        "message": "อาจารย์ครับ ขอ package ของ easy movie texture หน่อยครับ ขอบคุณครับ"
                    },
                    {
                        "createdTime": "Wed Jan 06 21:48:50 EST 2016",
                        "id": "924546764290250_940320772712849",
                        "message": "โหลดได้ที่ unity store ค่ะ"
                    },
                    {
                        "createdTime": "Sun Jan 24 05:58:05 EST 2016",
                        "id": "924546764290250_948680335210226",
                        "message": "ล่าสุดครับ"
                    }
                ],
                "createdTime": "Thu Dec 10 04:09:16 EST 2015",
                "id": "354275894650676_924546764290250",
                "message": "การทำ VIDEO AR เพื่อใช้งานเป็น App ของตัวเองทำอย่างไรที่นี่มีคำตอบค่ะ^^"
            }
        ]
    },
    {
        "id": "169105689820911",
        "name": "Earth Open Source (EOS)",
        "posts": [
            {
                "comments": [],
                "createdTime": "Fri Feb 05 13:52:20 EST 2016",
                "id": "169105689820911_1068274193237385",
                "message": "Bangladeshi farmers ditch GM brinjal - The Ecologist https://t.co/1ga4scHIgm #gmo"
            },
            {
                "comments": [],
                "createdTime": "Fri Feb 05 07:05:52 EST 2016",
                "id": "169105689820911_1068074526590685",
                "message": "Cornell’s ABSPII project & partner BARI play games with lives of ppl of Bangladesh https://t.co/cPEbub6qV0 #gmo https://t.co/mS7dOCfLdb"
            },
            {
                "comments": [],
                "createdTime": "Fri Feb 05 07:01:07 EST 2016",
                "id": "169105689820911_1068073089924162",
                "message": "#GMO Bt brinjal: Crop failure, dearth of scientific validation, lack of farmer acceptance https://t.co/WthOF6q0hd https://t.co/spm79TWvEh"
            },
            {
                "comments": [],
                "createdTime": "Fri Feb 05 06:56:06 EST 2016",
                "id": "169105689820911_1068071666590971",
                "message": "New farmers have had to be recruited to keep failed #GMO Bt brinjal project on the rails https://t.co/WthOF6q0hd https://t.co/Bpxg0aJLRg"
            },
            {
                "comments": [],
                "createdTime": "Wed Feb 03 11:28:32 EST 2016",
                "id": "169105689820911_1067126723352132",
                "message": "How #GMOs are defended by distorting facts – Druker vs Wager https://t.co/4rJxXGmg5m"
            },
            {
                "comments": [],
                "createdTime": "Wed Jan 27 13:22:45 EST 2016",
                "id": "169105689820911_1063180497080088",
                "message": "New #Seralini papers on #GMO maize toxicity available here while journal sorts out its expired domain https://t.co/I4d5ArQaD7"
            },
            {
                "comments": [],
                "createdTime": "Tue Jan 26 16:10:25 EST 2016",
                "id": "169105689820911_1062699703794834",
                "message": "Monsanto blockade in Malvinas, Argentina enters third year https://t.co/G5eOOQIBMt #gmo https://t.co/0BNyx73YBR"
            },
            {
                "comments": [],
                "createdTime": "Mon Jan 25 15:03:00 EST 2016",
                "id": "169105689820911_1062194783845326",
                "message": "First commercialised #GMO Bt maize was toxic to animals over the long term https://t.co/iggGQUIaBf https://t.co/qbiNLsBSRs"
            },
            {
                "comments": [],
                "createdTime": "Thu Jan 21 09:37:35 EST 2016",
                "id": "169105689820911_1060010674063737",
                "message": "Dangerous delusions on the economy https://t.co/PW7OP5P7Fl"
            },
            {
                "comments": [],
                "createdTime": "Thu Jan 21 09:34:54 EST 2016",
                "id": "169105689820911_1060009704063834",
                "message": "Wissenschaftler und Gesellschaft müssen gemeinsam eine neue Wissenschaft ansteuern https://t.co/IZ6Gd5Elfn"
            },
            {
                "comments": [],
                "createdTime": "Wed Jan 20 06:24:46 EST 2016",
                "id": "169105689820911_1059398717458266",
                "message": "Food writer N Johnson says almost impossible to define #GMO. Scientist says he's wrong https://t.co/MSMOEgRx3o https://t.co/98C2AM4H8H"
            },
            {
                "comments": [],
                "createdTime": "Wed Jan 20 06:22:35 EST 2016",
                "id": "169105689820911_1059397910791680",
                "message": "Food writer Nathanael Johnson says it’s virtually impossible to define a #GMO. Scientist explains why he's wrong https://t.co/fzA5BLdsT0"
            },
            {
                "comments": [],
                "createdTime": "Wed Jan 20 06:21:25 EST 2016",
                "id": "169105689820911_1059397694125035",
                "message": "What’s a #GMO? https://t.co/fzA5BLdsT0 https://t.co/62QlofV1Xv"
            },
            {
                "comments": [],
                "createdTime": "Mon Jan 18 14:51:46 EST 2016",
                "id": "169105689820911_1058545157543622",
                "message": "#GMO or GM-NO – How will the EU regulate new plant breeding technologies? https://t.co/TFGUUZtLnN https://t.co/48JquVPOYo"
            },
            {
                "comments": [],
                "createdTime": "Mon Jan 18 10:29:11 EST 2016",
                "id": "169105689820911_1058442820887189",
                "message": "SiS obituary: Prof Joe Cummins - Standing up for Science to Save the World: https://t.co/vwbuz7pCXz #gmo https://t.co/2Yx4tjkAj9"
            },
            {
                "comments": [],
                "createdTime": "Sun Jan 17 10:30:34 EST 2016",
                "id": "169105689820911_1057869420944529",
                "message": "Exposure to air pollution increases risk of lung cancer even at levels below EU limit https://t.co/SJLLNFf2nE"
            },
            {
                "comments": [],
                "createdTime": "Mon Jan 11 08:06:48 EST 2016",
                "id": "169105689820911_1054585917939546",
                "message": "How #GMO lobbyists taught me we're winning the fight against GMO – The Ecologist https://t.co/ctwgIxNoWP https://t.co/mZy2sIzizE"
            },
            {
                "comments": [],
                "createdTime": "Sat Jan 09 13:15:00 EST 2016",
                "id": "169105689820911_1053508941380577",
                "message": "V sad to hear about the passing of Joe Cummins. A great man and a superb public interest scientist. #gmo https://t.co/Q7Joetsufj"
            },
            {
                "comments": [],
                "createdTime": "Thu Jan 07 09:37:43 EST 2016",
                "id": "169105689820911_1052163191515152",
                "message": "Double-subsidised maize in UK takes best agri land out of food production for bioenergy, destroys soils - G Monbiot #ORFC16"
            },
            {
                "comments": [],
                "createdTime": "Thu Jan 07 09:34:36 EST 2016",
                "id": "169105689820911_1052162248181913",
                "message": "Only 100 harvests left in Britain cos soils depleting fast – G Monbiot at #ORFC16"
            },
            {
                "comments": [],
                "createdTime": "Thu Jan 07 09:34:35 EST 2016",
                "id": "169105689820911_1052162224848582",
                "message": "Liz Truss said govt will allow farmers to dredge streams/ditches, ensuring more towns get flooded – G Monbiot #ORFC16"
            },
            {
                "comments": [],
                "createdTime": "Thu Jan 07 09:30:28 EST 2016",
                "id": "169105689820911_1052160788182059",
                "message": "NFU and UK govt boasted they got the EU soils directive dropped - G Monbiot #ORFC16"
            },
            {
                "comments": [],
                "createdTime": "Thu Jan 07 09:25:46 EST 2016",
                "id": "169105689820911_1052157581515713",
                "message": "Lose our soil, and it's curtains for us - George Monbiot #ORFC16"
            },
            {
                "comments": [],
                "createdTime": "Thu Jan 07 09:20:28 EST 2016",
                "id": "169105689820911_1052155951515876",
                "message": "HIgh maize silage feeding -> high undesirable omega 6 in dairy #ORFC16"
            },
            {
                "comments": [],
                "createdTime": "Thu Jan 07 06:37:38 EST 2016",
                "id": "169105689820911_1052090684855736",
                "message": "Low input dairying does not mean low welfare - animal health improves #ORFC16"
            }
        ]
    },
    {
        "id": "164090853620504",
        "name": "Apertus - Open Source Cinema",
        "posts": [
            {
                "comments": [],
                "createdTime": "Wed Feb 03 14:35:34 EST 2016",
                "id": "164090853620504_1336368719726039",
                "message": "Get the apertus° AXIOM riso-zine diy-limited edition print at transmediale - festival for art and digital culture berlin"
            },
            {
                "comments": [{
                    "createdTime": "Tue Feb 02 11:49:21 EST 2016",
                    "id": "1333491556680422_1335613889801522",
                    "message": "maybe try a body made out of aluminium or metal of some type. you could then use the whole body to get rid of the heat. of course there are pros and cons to that, was just an idea when looking at these pictures."
                }],
                "createdTime": "Sat Jan 30 08:41:42 EST 2016",
                "id": "164090853620504_1333491556680422",
                "message": "First 3D print tests for AXIOM Beta simple enclosure done by AXIOM community - the idea is that anyone can build his own camera enclosure variations and share them online. First tests are promising, surface finish with acetone was not optimal but worth the try."
            },
            {
                "comments": [],
                "createdTime": "Wed Jan 20 08:33:43 EST 2016",
                "id": "164090853620504_1326257117403866",
                "message": "Crowdfunding Backers and Voucher Holders: Please don't forget to make Phase 1 payments until Feb 5th (if you didn't do it yet): https://www.apertus.org/axiom-beta-phased-payments"
            },
            {
                "comments": [{
                    "createdTime": "Tue Jan 19 09:41:57 EST 2016",
                    "id": "1325527594143485_1325553204140924",
                    "message": "OMG!"
                }],
                "createdTime": "Tue Jan 19 09:05:29 EST 2016",
                "id": "164090853620504_1325527594143485",
                "message": "The AXIOM Beta internal webserver says \"Hello World!\" and the web-based GUI starts serving register setting tables or HDR Piecewise Linear Response (PLR) curve graphs."
            },
            {
                "comments": [
                    {
                        "createdTime": "Sat Jan 16 07:26:21 EST 2016",
                        "id": "1323065437723034_1323085024387742",
                        "message": "What is ETA for retail?"
                    },
                    {
                        "createdTime": "Sun Jan 17 11:20:12 EST 2016",
                        "id": "1323065437723034_1324110680951843",
                        "message": "2018... all the specs won't be outdated ? or maybe updated before launching ?"
                    }
                ],
                "createdTime": "Sat Jan 16 06:39:29 EST 2016",
                "id": "164090853620504_1323065437723034",
                "message": "AXIOM Gamma prototype coming together"
            },
            {
                "comments": [],
                "createdTime": "Tue Jan 12 10:28:59 EST 2016",
                "id": "164090853620504_1320305244665720",
                "message": "New article release about our Blender 3D based automated visualization system: https://www.apertus.org/project-elmyra-looking-back-looking-forward-article-january-2016"
            },
            {
                "comments": [],
                "createdTime": "Tue Jan 05 09:55:43 EST 2016",
                "id": "164090853620504_1315019998527578",
                "message": "We hope there were still some flyers left when you arrived in Silicon valley! :P"
            },
            {
                "comments": [
                    {
                        "createdTime": "Mon Jan 04 18:47:24 EST 2016",
                        "id": "1314463875249857_1314503435245901",
                        "message": "Remy Swales"
                    },
                    {
                        "createdTime": "Mon Jan 04 19:26:42 EST 2016",
                        "id": "1314463875249857_1314560408573537",
                        "message": "Isn't the Axiom Gamma the true Open Source camera?"
                    }
                ],
                "createdTime": "Mon Jan 04 17:50:19 EST 2016",
                "id": "164090853620504_1314463875249857"
            },
            {
                "comments": [],
                "createdTime": "Mon Jan 04 09:52:34 EST 2016",
                "id": "164090853620504_1314178038611774"
            },
            {
                "comments": [],
                "createdTime": "Mon Jan 04 09:51:58 EST 2016",
                "id": "164090853620504_1314177715278473"
            },
            {
                "comments": [],
                "createdTime": "Sun Jan 03 07:08:46 EST 2016",
                "id": "164090853620504_1313226035373641",
                "message": "Especially the WHY is interesting!"
            },
            {
                "comments": [],
                "createdTime": "Tue Dec 29 15:35:21 EST 2015",
                "id": "164090853620504_1309722582390653",
                "message": "Oh no, it has been hacked already :P"
            },
            {
                "comments": [{
                    "createdTime": "Mon Dec 28 11:17:42 EST 2015",
                    "id": "1308809682481943_1308832829146295",
                    "message": "Oh darn I only got the last 10 min:/"
                }],
                "createdTime": "Mon Dec 28 10:40:50 EST 2015",
                "id": "164090853620504_1308809682481943",
                "message": "AXIOM Beta presentation at #32C3 starting in 5 minutes - watch the live stream at https://streaming.media.ccc.de/32c3/hallg/"
            },
            {
                "comments": [
                    {
                        "createdTime": "Sun Dec 27 14:54:04 EST 2015",
                        "id": "1308136722549239_1308137219215856",
                        "message": "http://www.axiom-camera.com"
                    },
                    {
                        "createdTime": "Sun Dec 27 16:16:18 EST 2015",
                        "id": "1308136722549239_1308225869206991",
                        "message": "http://www.axiom-camera.com"
                    },
                    {
                        "createdTime": "Sun Dec 27 17:57:39 EST 2015",
                        "id": "1308136722549239_1308306889198889",
                        "message": "http://www.axiom.camera"
                    },
                    {
                        "createdTime": "Mon Dec 28 02:49:28 EST 2015",
                        "id": "1308136722549239_1308555462507365",
                        "message": "Http://www.axiom-camera.com"
                    },
                    {
                        "createdTime": "Tue Jan 19 02:36:20 EST 2016",
                        "id": "1308136722549239_1325322464163998",
                        "message": "axiom.camera is more in keeping with the open-source idea."
                    }
                ],
                "createdTime": "Sun Dec 27 14:52:53 EST 2015",
                "id": "164090853620504_1308136722549239",
                "message": "We acquired a new top level domain: http://www.axiom.camera  plus http://www.axiom-camera.com for our project! Which one do you think is the best fit?"
            },
            {
                "comments": [],
                "createdTime": "Sun Dec 27 04:37:32 EST 2015",
                "id": "164090853620504_1307817292581182",
                "message": "#32C3 is on! Don't miss our AXIOM Beta presentation tomorrow: https://events.ccc.de/congress/2015/Fahrplan/events/7355.html"
            },
            {
                "comments": [
                    {
                        "createdTime": "Wed Dec 23 03:11:52 EST 2015",
                        "id": "1304105919618986_1304135709616007",
                        "message": "Truly impressive!!\n ...another milestone. \n\n Congrats to all the team. ✌🏻️"
                    },
                    {
                        "createdTime": "Wed Dec 23 06:30:51 EST 2015",
                        "id": "1304105919618986_1304217262941185",
                        "message": "Remy Swales"
                    }
                ],
                "createdTime": "Wed Dec 23 02:50:04 EST 2015",
                "id": "164090853620504_1304105919618986"
            },
            {
                "comments": [],
                "createdTime": "Wed Dec 16 07:46:38 EST 2015",
                "id": "164090853620504_1299281716768073",
                "message": "We crossed the 5,000 likes sound barrier - wohooo!"
            },
            {
                "comments": [],
                "createdTime": "Wed Dec 16 04:37:48 EST 2015",
                "id": "164090853620504_1299203633442548",
                "message": "The development hardware is taking shape!"
            },
            {
                "comments": [{
                    "createdTime": "Thu Dec 03 17:42:24 EST 2015",
                    "id": "1290925654270346_1290960714266840",
                    "message": "👏🏼👏🏼👏🏼 Wow! 🍾📷🎉🎊 Congrats!!!"
                }],
                "createdTime": "Thu Dec 03 16:21:17 EST 2015",
                "id": "164090853620504_1290925654270346",
                "message": "Major News: First Sample Footage from AXIOM Beta released - also includes some 120FPS 4K raw burst shots: https://www.apertus.org/axiom-beta-hardware-complete-first-moving-images-team-talk-8-article-december-2015"
            },
            {
                "comments": [],
                "createdTime": "Mon Nov 30 11:59:38 EST 2015",
                "id": "164090853620504_1288934964469415",
                "message": "New article about AXIOM Beta color profiling workshop at Louis Lumière School in Paris released: https://www.apertus.org/second-AXIOM-workshop-at-Louis-Lumiere-school-article-November-2015﻿"
            },
            {
                "comments": [{
                    "createdTime": "Mon Nov 23 12:15:11 EST 2015",
                    "id": "1284544501575128_1284609021568676",
                    "message": "link does not work"
                }],
                "createdTime": "Mon Nov 23 10:34:32 EST 2015",
                "id": "164090853620504_1284544501575128",
                "message": "Ars Electronica:10 Years of Digital Communities article released: https://www.apertus.org/ars-electronica-10-years-digital-communities-article-nov-2015"
            },
            {
                "comments": [],
                "createdTime": "Mon Nov 16 08:31:12 EST 2015",
                "id": "164090853620504_1280106178685627",
                "message": "\"Lights, Camera, AXIOM\" - Lana Del Rey https://www.youtube.com/watch?v=eSXybPQACN8 from the matching song \"Put Me In A Movie\" #lanadelrey"
            },
            {
                "comments": [],
                "createdTime": "Tue Nov 10 12:45:46 EST 2015",
                "id": "164090853620504_1276564355706476",
                "message": "Our latest article is out! Reporting about our O'Reilly MediaOSCON O'Reilly Open Source Convention experience - with lots of photos from the event! https://www.apertus.org/oscon-amsterdam-article-october-2015"
            },
            {
                "comments": [
                    {
                        "createdTime": "Wed Nov 04 08:13:25 EST 2015",
                        "id": "1272851009411144_1272856756077236",
                        "message": "Awesome!"
                    },
                    {
                        "createdTime": "Wed Nov 04 08:34:48 EST 2015",
                        "id": "1272851009411144_1272865106076401",
                        "message": "Remy Swales"
                    },
                    {
                        "createdTime": "Wed Nov 04 09:00:57 EST 2015",
                        "id": "1272851009411144_1272876219408623",
                        "message": "Great !\nJust a question : Aperture control will be considered for Canon EF-S Lenses ? \nThanks for your nice Job Guys !"
                    },
                    {
                        "createdTime": "Wed Nov 04 09:46:33 EST 2015",
                        "id": "1272851009411144_1272895456073366",
                        "message": "That's cool. . .  best wishes. :)"
                    },
                    {
                        "createdTime": "Wed Nov 04 10:02:21 EST 2015",
                        "id": "1272851009411144_1272904239405821",
                        "message": "Cańt wait"
                    },
                    {
                        "createdTime": "Wed Nov 04 10:54:01 EST 2015",
                        "id": "1272851009411144_1272925292737049",
                        "message": "which sensor?"
                    }
                ],
                "createdTime": "Wed Nov 04 08:05:00 EST 2015",
                "id": "164090853620504_1272851009411144",
                "message": "Major Milestone reached: AXIOM Beta hardware has been approved for production. Small batch Early Beta assembly has started. There are still some challenges to master though - Details: https://www.apertus.org/axiom-beta-roadmap"
            },
            {
                "comments": [],
                "createdTime": "Tue Nov 03 16:42:49 EST 2015",
                "id": "164090853620504_1272525379443707",
                "message": "AXIOM Early Beta hardware is complete! https://apertus.org/axiom-beta-roadmap"
            }
        ]
    },
    {
        "id": "736574879789523",
        "name": "Open Sources concept",
        "posts": [
            {
                "comments": [],
                "createdTime": "Tue Feb 09 13:42:54 EST 2016",
                "id": "736574879789523_890566027723740"
            },
            {
                "comments": [],
                "createdTime": "Tue Feb 09 13:09:05 EST 2016",
                "id": "736574879789523_890553961058280"
            },
            {
                "comments": [],
                "createdTime": "Tue Feb 09 13:09:00 EST 2016",
                "id": "736574879789523_890553921058284"
            },
            {
                "comments": [],
                "createdTime": "Tue Feb 09 07:06:00 EST 2016",
                "id": "736574879789523_890424827737860"
            },
            {
                "comments": [],
                "createdTime": "Tue Feb 09 05:28:53 EST 2016",
                "id": "736574879789523_890393634407646"
            },
            {
                "comments": [],
                "createdTime": "Tue Feb 09 05:23:43 EST 2016",
                "id": "736574879789523_890392601074416"
            },
            {
                "comments": [],
                "createdTime": "Tue Feb 09 05:23:42 EST 2016",
                "id": "736574879789523_890392591074417"
            },
            {
                "comments": [],
                "createdTime": "Tue Feb 09 05:23:39 EST 2016",
                "id": "736574879789523_890392574407752"
            },
            {
                "comments": [],
                "createdTime": "Tue Feb 09 05:23:38 EST 2016",
                "id": "736574879789523_890392554407754"
            },
            {
                "comments": [],
                "createdTime": "Tue Feb 09 05:23:34 EST 2016",
                "id": "736574879789523_890392534407756"
            },
            {
                "comments": [],
                "createdTime": "Tue Feb 09 05:23:30 EST 2016",
                "id": "736574879789523_890392514407758"
            },
            {
                "comments": [],
                "createdTime": "Tue Feb 09 05:23:25 EST 2016",
                "id": "736574879789523_890392501074426"
            },
            {
                "comments": [],
                "createdTime": "Tue Feb 09 05:23:17 EST 2016",
                "id": "736574879789523_890392461074430"
            },
            {
                "comments": [],
                "createdTime": "Tue Feb 09 01:55:08 EST 2016",
                "id": "736574879789523_890339281079748"
            },
            {
                "comments": [],
                "createdTime": "Tue Feb 09 01:55:06 EST 2016",
                "id": "736574879789523_890339261079750"
            },
            {
                "comments": [],
                "createdTime": "Tue Feb 09 01:55:04 EST 2016",
                "id": "736574879789523_890339254413084"
            },
            {
                "comments": [],
                "createdTime": "Tue Feb 09 01:55:01 EST 2016",
                "id": "736574879789523_890339244413085"
            },
            {
                "comments": [],
                "createdTime": "Tue Feb 09 01:54:58 EST 2016",
                "id": "736574879789523_890339227746420"
            },
            {
                "comments": [],
                "createdTime": "Tue Feb 09 01:54:55 EST 2016",
                "id": "736574879789523_890339221079754"
            },
            {
                "comments": [],
                "createdTime": "Tue Feb 09 01:54:54 EST 2016",
                "id": "736574879789523_890339207746422"
            },
            {
                "comments": [],
                "createdTime": "Tue Feb 09 01:54:50 EST 2016",
                "id": "736574879789523_890339201079756"
            },
            {
                "comments": [],
                "createdTime": "Mon Feb 08 05:16:31 EST 2016",
                "id": "736574879789523_889818291131847"
            },
            {
                "comments": [],
                "createdTime": "Mon Feb 08 05:16:26 EST 2016",
                "id": "736574879789523_889818261131850"
            },
            {
                "comments": [],
                "createdTime": "Mon Feb 08 04:13:48 EST 2016",
                "id": "736574879789523_889799211133755",
                "message": "encore sur l'énergie...débat un peu plus critique et équilibré que celui de Jancovici sur France 5\n\nhttps://www.youtube.com/watch?v=6B56B50f7Tc"
            },
            {
                "comments": [],
                "createdTime": "Mon Feb 08 03:41:23 EST 2016",
                "id": "736574879789523_889791367801206",
                "message": "C'est  assez perturbant comme discours...dommage que l'on ne se pose pas en plus  la question : doit-on consommer autant ?\n\nhttps://www.youtube.com/watch?v=TR9MT-Pav4E"
            }
        ]
    },
    {
        "id": "619291131439380",
        "name": "Open Source Web Development",
        "posts": [
            {
                "comments": [],
                "createdTime": "Thu Feb 19 23:00:01 EST 2015",
                "id": "619291131439380_796686213699870",
                "message": "Open Source Web Development is leading a #Joomla #Development Company globally. Being a joomla development company we offer various services to our clients. Our expert team of joomla developers has wide experience of designing and developing simple to complex website using joomla content management system.\n\nhttp://www.open-source-web-development.com/open-source-services/joomla-development"
            },
            {
                "comments": [],
                "createdTime": "Thu Feb 19 23:00:01 EST 2015",
                "id": "619291131439380_796686223699869",
                "message": "Open Source Web Development has wide experience of developing highly robust, reliable, secure and scalable custom ecommerce solutions using ZenCart. We offer ZenCart customization services to our clients at affordable price. You can also contact us for hire dedicated #zencart #developer.\n\nhttp://www.open-source-web-development.com/open-source-services/zen-cart-development"
            },
            {
                "comments": [],
                "createdTime": "Thu Feb 19 23:00:01 EST 2015",
                "id": "619291131439380_796686220366536",
                "message": "#Oscommerce #Development is an open source ecommerce and online store management software written using PHP and MySQL. Open Source Web Development is an ecommerce solutions oriented company, with a set of innovatively and technically sophisticated #web #development services.\n\nhttp://www.open-source-web-development.com/open-source-services/oscommerce-development"
            },
            {
                "comments": [],
                "createdTime": "Thu Feb 19 23:00:00 EST 2015",
                "id": "619291131439380_796686227033202",
                "message": "#Magento is an open source ecommerce web application built in using PHP and Zend framework. Open Source Web Development has wide experience in developing and integrating magento ecommerce solutions for our prestigious clients at affordable price. You can also hire #magento #developer for your business requirements.\n\nhttp://www.open-source-web-development.com/open-source-services/magento-development"
            },
            {
                "comments": [],
                "createdTime": "Thu Feb 19 23:00:00 EST 2015",
                "id": "619291131439380_782907381744420",
                "message": "Wordpress is user friendly open source platform and offers variety of features and functionalities to design and develop a top-notch websites. Open Source Web Development provides all types of wordpress development services that suit your business requirements. You can also hire dedicated #worpdress #developers on a monthly basis for business website requirements.\n\nhttp://www.open-source-web-development.com/open-source-services/wordpress-development"
            },
            {
                "comments": [],
                "createdTime": "Thu Feb 19 23:00:00 EST 2015",
                "id": "619291131439380_796686210366537",
                "message": "#Drupal #Development is an open source content management platform powering of millions of websites and applications. It is built, used, and supported by an active and diverse community of people around the world. To hire #dedicated #Drupal #developers please feel free to contact us at info@open-source-web-development.com\n\nhttp://www.open-source-web-development.com/open-source-services/drupal-development"
            },
            {
                "comments": [],
                "createdTime": "Tue Feb 17 00:14:44 EST 2015",
                "id": "619291131439380_795489260486232",
                "message": "How to decide who #inherits your #Facebook #account - http://goo.gl/pbFb0c"
            },
            {
                "comments": [],
                "createdTime": "Sat Feb 14 00:15:48 EST 2015",
                "id": "619291131439380_794261490609009",
                "message": "5 super easy tips for better #online #security on #Safer #Internet #Day - http://goo.gl/zVBhch"
            },
            {
                "comments": [],
                "createdTime": "Thu Feb 12 00:33:37 EST 2015",
                "id": "619291131439380_792878087414016",
                "message": "#Facebook launches #social #network for #security #pros - http://goo.gl/xy0nE7"
            },
            {
                "comments": [],
                "createdTime": "Tue Feb 10 00:19:49 EST 2015",
                "id": "619291131439380_792175157484309",
                "message": "How to #promote your #module on the #OpenCart #Extension #Store - http://goo.gl/SFIfFh"
            },
            {
                "comments": [],
                "createdTime": "Thu Feb 05 00:13:31 EST 2015",
                "id": "619291131439380_790288824339609",
                "message": "Three ways to #increase #profits from your #online #store with single-click #checkouts from Sage Pay - http://goo.gl/VZJ9T6"
            },
            {
                "comments": [],
                "createdTime": "Tue Feb 03 01:00:47 EST 2015",
                "id": "619291131439380_789603881074770",
                "message": "#Open #Source at the #Front of the Class - http://goo.gl/4yAgu8"
            },
            {
                "comments": [],
                "createdTime": "Sat Jan 31 00:15:17 EST 2015",
                "id": "619291131439380_788160907885734",
                "message": "For #MODx Today we released Revolution 2.3.3. This patch release includes more than 40 #fixes and #improvements. - http://goo.gl/PQZMzK"
            },
            {
                "comments": [],
                "createdTime": "Thu Jan 29 23:00:01 EST 2015",
                "id": "619291131439380_787801834588308",
                "message": "Open Source Web Development is one of the best India based custom software development company in Ahmedabad. We provide complete open source web solutions to our clients in India and across the world. Our #open #source #developers having wide experience in designing and developing various web applications. For more information visit our website.\n\nhttp://www.open-source-web-development.com/open-source-services"
            },
            {
                "comments": [],
                "createdTime": "Thu Jan 29 00:06:09 EST 2015",
                "id": "619291131439380_787382681296890",
                "message": "The Brave #New #World of #Windows10 - http://goo.gl/zp1cua"
            },
            {
                "comments": [],
                "createdTime": "Tue Jan 27 23:00:00 EST 2015",
                "id": "619291131439380_787029984665493",
                "message": "In today’s market #magento #eCommerce platform stands out as one of the most popular choices for online business in India and around the world. Open Source Web Development is leading a web design and web development company in India. We have good record in designing and developing attractive eCommerce websites for new online start-ups and established retail business. To hire #dedicated #magento #developers, visit our website.\n\nhttp://www.open-source-web-development.com/hire-web-developer/hire-magento-developer"
            },
            {
                "comments": [],
                "createdTime": "Tue Jan 27 00:08:30 EST 2015",
                "id": "619291131439380_786702824698209",
                "message": "#WhatsApp is taking '#aggressive #action' against #thirdpartyapps - http://goo.gl/vrWoJe"
            },
            {
                "comments": [],
                "createdTime": "Sun Jan 25 23:00:00 EST 2015",
                "id": "619291131439380_786266618075163",
                "message": "#Drupal is an open source content management platform powering millions of websites and application. As it is an open source platform there is no licensing cost involved which reduces development cost. Apart from Drupal Development Services at Open Source Web Development, we also enable our clients to hire dedicated #drupal #developers to work as per their business requirements.\n\nhttp://www.open-source-web-development.com/hire-web-developer/hire-drupal-developer"
            },
            {
                "comments": [],
                "createdTime": "Fri Jan 23 23:00:01 EST 2015",
                "id": "619291131439380_785067058195119",
                "message": "5 #tips for #finding #anything, about #anyone, #online - http://goo.gl/3YYA7U"
            },
            {
                "comments": [],
                "createdTime": "Thu Jan 22 23:00:00 EST 2015",
                "id": "619291131439380_785034318198393",
                "message": "#ZenCart is an open source online store developed in PHP using MySQL and HTML components. Our #ZenCart #developers are expert to develop a simple to complex an #eCommerce #application using ZenCart. We offer ZenCart customization services as per your business requirements. For any query or information please visit our ZenCart portfolio or mail us at info@open-source-web-development.com. We would be happy to help you.\n\nhttp://www.open-source-web-development.com/hire-web-developer/hire-zencart-developer"
            },
            {
                "comments": [],
                "createdTime": "Wed Jan 21 23:45:17 EST 2015",
                "id": "619291131439380_784701868231638",
                "message": "Five #drawbacks to #eCommerce #Success—And How to Avoid Them: http://goo.gl/sbkTK7"
            },
            {
                "comments": [],
                "createdTime": "Tue Jan 20 23:00:00 EST 2015",
                "id": "619291131439380_784372391597919",
                "message": "Open Source Web Development is an expert #Joomla #webdevelopment company in India. You can hire Joomla developers for quality Joomla web application and Joomla CMS development services at cost effective rates. Our #Joomla #developers provide the best Joomla services as per your requirements. You can contact us at +91-79-40050401 or info@open-source-web-development.com for your business enquiries.\n\nhttp://www.open-source-web-development.com/hire-web-developer/hire-joomla-developer"
            },
            {
                "comments": [],
                "createdTime": "Tue Jan 20 00:23:41 EST 2015",
                "id": "619291131439380_784022178299607",
                "message": "Top 15 Most Popular Comparison #Shopping #Websites. - http://goo.gl/Kb29wP"
            },
            {
                "comments": [],
                "createdTime": "Sun Jan 18 23:00:00 EST 2015",
                "id": "619291131439380_783660061669152",
                "message": "Open Source Web Development is one of the leading #outsourcing #service providers for creative and affordable wordpress solutions. We have dedicated team which puts the efforts for business requirements to make it fulfil as per your needs. You can hire #wordpress #developer by calling on +91-79-40050401 or mail us at info@open-source-web-development.com.\n\nhttp://www.open-source-web-development.com/hire-web-developer/hire-wordpress-developer"
            },
            {
                "comments": [],
                "createdTime": "Fri Jan 16 23:41:34 EST 2015",
                "id": "619291131439380_782882421746916",
                "message": "Have you shared your first #profile #photo on #Facebook? - http://goo.gl/FEM5k1"
            }
        ]
    },
    {
        "id": "447928528623262",
        "name": "Open Source Art Festival",
        "posts": [
            {
                "comments": [],
                "createdTime": "Wed Jan 06 07:09:27 EST 2016",
                "id": "447928528623262_941157009300409"
            },
            {
                "comments": [],
                "createdTime": "Wed Nov 25 03:54:42 EST 2015",
                "id": "447928528623262_920150924734351",
                "message": "Zapis koncertu Adam Frankiewicz podczas OSA Festival na VHS, dostępne w Nowej Kolonii od przyszłego tygodnia oraz internetowo w Pointless Geometry:"
            },
            {
                "comments": [{
                    "createdTime": "Wed Oct 21 08:44:35 EDT 2015",
                    "id": "906207896128654_906210116128432",
                    "message": "szkoda, że nie 2015"
                }],
                "createdTime": "Wed Oct 21 08:36:31 EDT 2015",
                "id": "447928528623262_906207896128654",
                "message": "VI edycja Open Source Art odbędzie się w dniach 09-11.09.2016"
            },
            {
                "comments": [],
                "createdTime": "Wed Sep 30 04:42:57 EDT 2015",
                "id": "447928528623262_896940403722070"
            },
            {
                "comments": [],
                "createdTime": "Fri Sep 25 03:03:09 EDT 2015",
                "id": "447928528623262_894622207287223"
            },
            {
                "comments": [],
                "createdTime": "Wed Sep 23 17:39:33 EDT 2015",
                "id": "447928528623262_894057900676987",
                "message": "Konkubinat Kultury o OSA 2015"
            },
            {
                "comments": [],
                "createdTime": "Tue Sep 22 05:41:10 EDT 2015",
                "id": "447928528623262_893410724075038"
            },
            {
                "comments": [{
                    "createdTime": "Sun Sep 13 08:46:08 EDT 2015",
                    "id": "887419218007522_887419798007464",
                    "message": "przed Sopotem ---> 17:30 Gdańsk / Gdański Teatr Szekspirowski : https://www.facebook.com/events/840501939379432/"
                }],
                "createdTime": "Sun Sep 13 08:44:14 EDT 2015",
                "id": "447928528623262_887419218007522",
                "message": "Dziś, start 20:00:"
            },
            {
                "comments": [{
                    "createdTime": "Mon Sep 14 11:09:13 EDT 2015",
                    "id": "887971221285655_888100327939411",
                    "message": "Wyjątkowo"
                }],
                "createdTime": "Sun Sep 13 06:00:00 EDT 2015",
                "id": "447928528623262_887973414618769",
                "message": "Open Source Art Festival 2015\nFranck Vigroux (FR) \nHerman Kolgen - SEISMIK (CA)\nFot. SG"
            },
            {
                "comments": [],
                "createdTime": "Sun Sep 13 05:30:05 EDT 2015",
                "id": "447928528623262_887361251346652",
                "message": "We spoke to Digital Art International about Open Source Art Festival:"
            },
            {
                "comments": [{
                    "createdTime": "Sat Sep 12 10:27:48 EDT 2015",
                    "id": "886706714745439_886858304730280",
                    "message": "Adam zagra zupełnie nowy materiał, nigdzie dotychczas nie publikowany, przygotowywany specjalnie na OSA 2015 od kilku miesięcy. Szymon przywiózł Kinect, który nagrywa ruch dłoni i sprzęt na stole, a projekcja bazuje na przetworzonej mapie głębi.                                                            Alex zaprezentuje najnowszy projekt o nazwie oqpo_ooo. Jest to projekt audiowizualny, który został utworzony podczas premiery festiwalu Scopitone 2014, gdzie Alex dzielił scenę z projektem Superposition Ryoji Ikeda (Ikeda występował w Sopocie w podczas OSA 2013)."
                }],
                "createdTime": "Sat Sep 12 10:00:01 EDT 2015",
                "id": "447928528623262_886706714745439",
                "message": "Dziś też start 21:00"
            },
            {
                "comments": [],
                "createdTime": "Sat Sep 12 06:00:00 EDT 2015",
                "id": "447928528623262_887328121349965",
                "message": "Open Source Art Festival 2015\nAdam Frankiewicz (PL)\nSzymon Kaliski (PL)\nAlex Augier (FR) \nFot. SG"
            },
            {
                "comments": [],
                "createdTime": "Sat Sep 12 03:41:26 EDT 2015",
                "id": "447928528623262_886706361412141",
                "message": "Szymon w wywiadzie dla Gazeta Wyborcza:"
            },
            {
                "comments": [{
                    "createdTime": "Sat Sep 12 02:57:53 EDT 2015",
                    "id": "886383998111044_886695684746542",
                    "message": "Witam :) mam pytanie - nagłośnienie daje Function One ?"
                }],
                "createdTime": "Fri Sep 11 11:47:00 EDT 2015",
                "id": "447928528623262_886383998111044",
                "message": "Dziś, start 21:00:"
            },
            {
                "comments": [],
                "createdTime": "Fri Sep 11 06:00:00 EDT 2015",
                "id": "447928528623262_886711441411633",
                "message": "Open Source Art Festival 2015\nMichela Pelusio - SpaceTime Helix\nLumisokea (B/IT)\nSchnitt (FR/IT)"
            },
            {
                "comments": [],
                "createdTime": "Thu Sep 10 08:52:22 EDT 2015",
                "id": "447928528623262_885873688162075",
                "message": "Info o biletach i karnetach na OSA Festival:\n\nBilety jednodniowe będą dostępne w Państwowej Galerii Sztuki w Sopocie na godzinę przed rozpoczęciem koncertów, cena 25,00 PLN.\n\nDo spotkania w Sopocie!"
            },
            {
                "comments": [],
                "createdTime": "Tue Sep 08 08:05:12 EDT 2015",
                "id": "447928528623262_884822844933826",
                "message": "Trojmiasto.pl o OSA Festival 2015."
            },
            {
                "comments": [],
                "createdTime": "Mon Sep 07 15:00:42 EDT 2015",
                "id": "447928528623262_884204744995636",
                "message": "Dwie Zmiany to miejsce gdzie spotkacie wszystkich artystów / muzyków / performerów występujących podczas tegorocznej edycji festiwalu. \nDla uczestników (opaski festiwalowe) OSA Festiwal 10% zniżki na barze!!!"
            },
            {
                "comments": [],
                "createdTime": "Fri Sep 04 06:56:32 EDT 2015",
                "id": "447928528623262_882664271816350",
                "message": "Portal Nowamuzyka.pl poleca i rozdaje karnety na Open Source Art Festival:"
            },
            {
                "comments": [{
                    "createdTime": "Mon Aug 31 11:52:38 EDT 2015",
                    "id": "880958481986929_880960751986702",
                    "message": "\"...futurystyczne, synestetyczne doświadczenie totalne.\""
                }],
                "createdTime": "Mon Aug 31 11:51:40 EDT 2015",
                "id": "447928528623262_880958481986929",
                "message": "w NOTES.NA.6.TYGODNI OSA2015"
            },
            {
                "comments": [],
                "createdTime": "Thu Aug 20 09:00:50 EDT 2015",
                "id": "447928528623262_873648489384595",
                "message": "The Wire: Adventures In Modern Music reviews Lumisokea (before the record premiere):"
            },
            {
                "comments": [],
                "createdTime": "Thu Aug 20 04:41:44 EDT 2015",
                "id": "447928528623262_873569312725846"
            },
            {
                "comments": [
                    {
                        "createdTime": "Tue Aug 18 09:25:17 EDT 2015",
                        "id": "872723019477142_872772759472168",
                        "message": "Przyjechałem w zeszłym roku na Forest Swords i nie zagrał, na Williama też bym się wybrał, ale kto da mi gwarancję że zagra?"
                    },
                    {
                        "createdTime": "Tue Aug 18 11:39:28 EDT 2015",
                        "id": "872723019477142_872819476134163",
                        "message": "Matthew z Forest Swords w ubiegłym roku poważnie sie rozchorował, takich sytuacji raczej nie da sie przewidzieć i zapewnić, ze sie nie powtórzą...."
                    }
                ],
                "createdTime": "Tue Aug 18 07:18:56 EDT 2015",
                "id": "447928528623262_872723019477142",
                "message": "William Basinski to klasycznie wykształcony amerykański muzyk (klarnet, saksofon) i kompozytor, specjalizujący się w gatunku ambient, czyli eksperymentalnej muzyce elektronicznej.\nW trakcie wrześniowego koncertu w Teatrze Szekspirowskim Basiński zaprezentuje materiał z płyty Vivian&Ondine.\n\nUWAGA:\nOsoby z trzydniowym karnetem na OSA Festival wchodzą za darmo!\n(https://www.facebook.com/events/1600378093560186/). \n\nPo koncercie Williama Basinskiego zapraszamy do Państwowej Galerii Sztuki w Sopocie na trzeci, zamykający OSA Festiwal dzień, podczas którego wystąpią:\n20.00 Franck Vigroux (FR), \n21.00 Herman Kolgen - SEISMIK (CA)"
            },
            {
                "comments": [],
                "createdTime": "Mon Aug 17 10:13:34 EDT 2015",
                "id": "447928528623262_872339786182132",
                "message": "Ostateczny termin nadsyłania prac - najbliższy czwartek, do północy:"
            },
            {
                "comments": [],
                "createdTime": "Thu Aug 13 06:31:31 EDT 2015",
                "id": "447928528623262_870634446352666"
            }
        ]
    },
    {
        "id": "1473209212941061",
        "name": "Open Source Records Ireland",
        "posts": [
            {
                "comments": [],
                "createdTime": "Tue Feb 09 16:08:59 EST 2016",
                "id": "1473209212941061_1652179485044032",
                "message": "We welcome SKRY to the family with a classic tune remixed Tribecore style! \n\nListen & Download Free: \nhttps://soundcloud.com/open-source-records/skry-tu-cafe-free-download"
            },
            {
                "comments": [],
                "createdTime": "Tue Feb 09 16:07:15 EST 2016",
                "id": "1473209212941061_1652182065043774",
                "message": "https://soundcloud.com/open-source-records/skry-tu-cafe-free-download"
            },
            {
                "comments": [],
                "createdTime": "Tue Feb 09 09:11:24 EST 2016",
                "id": "1473209212941061_1652073465054634",
                "message": "https://soundcloud.com/open-source-records/evasive-maneuvers-fucksick-free-download"
            },
            {
                "comments": [{
                    "createdTime": "Tue Feb 09 10:13:43 EST 2016",
                    "id": "1652064521722195_1652086698386644",
                    "message": "as one of my children did this in a shop once, I did the same :P they soon stopped, wish I could remember which one, Tiernan or Mishta :D xx love you boys"
                }],
                "createdTime": "Tue Feb 09 08:24:59 EST 2016",
                "id": "1473209212941061_1652064521722195"
            },
            {
                "comments": [
                    {
                        "createdTime": "Sun Feb 07 19:04:04 EST 2016",
                        "id": "1651642361764411_1651645861764061",
                        "message": "Thomas Long this remind ya of anyone.."
                    },
                    {
                        "createdTime": "Mon Feb 08 11:04:44 EST 2016",
                        "id": "1651642361764411_1651829388412375",
                        "message": "Ha ha sure does."
                    },
                    {
                        "createdTime": "Mon Feb 08 12:01:12 EST 2016",
                        "id": "1651642361764411_1651840285077952",
                        "message": "Leanne Poole"
                    }
                ],
                "createdTime": "Sun Feb 07 18:32:33 EST 2016",
                "id": "1473209212941061_1651642361764411"
            },
            {
                "comments": [],
                "createdTime": "Fri Feb 05 11:31:28 EST 2016",
                "id": "1473209212941061_1650929691835678",
                "message": "Irish Underground Sounds Stage | Puzzle Festival 2016!\nhttp://buff.ly/1PogdGz"
            },
            {
                "comments": [],
                "createdTime": "Wed Feb 03 19:00:56 EST 2016",
                "id": "1473209212941061_1650364358558878"
            },
            {
                "comments": [],
                "createdTime": "Wed Feb 03 13:00:58 EST 2016",
                "id": "1473209212941061_1650299235232057",
                "message": "https://soundcloud.com/irish-underground-sounds/sets/promo-mixes-irish-underground"
            },
            {
                "comments": [],
                "createdTime": "Tue Feb 02 19:58:29 EST 2016",
                "id": "1473209212941061_1650095355252445"
            },
            {
                "comments": [],
                "createdTime": "Sat Jan 30 06:34:08 EST 2016",
                "id": "1473209212941061_1648980565363924"
            },
            {
                "comments": [],
                "createdTime": "Fri Jan 29 13:03:18 EST 2016",
                "id": "1473209212941061_1648713722057275",
                "message": "Techno Therapy Thursdays #1"
            },
            {
                "comments": [],
                "createdTime": "Fri Jan 29 09:53:35 EST 2016",
                "id": "1473209212941061_1648673962061251",
                "message": "https://soundcloud.com/irish-underground-sounds/techno-therapy-radio-1-teknonotice-b2b-overtone-free-download"
            },
            {
                "comments": [],
                "createdTime": "Thu Jan 28 11:54:18 EST 2016",
                "id": "1473209212941061_1648416492086998",
                "message": "https://soundcloud.com/open-source-records/evasive-maneuvers-fucksick-free-download"
            },
            {
                "comments": [],
                "createdTime": "Thu Jan 28 11:51:10 EST 2016",
                "id": "1473209212941061_1648413465420634",
                "message": "There really arent words to describe this sound!!\ncheck it out!\nhttps://soundcloud.com/open-source-records/evasive-maneuvers-fucksick-free-download"
            },
            {
                "comments": [],
                "createdTime": "Thu Jan 28 11:02:27 EST 2016",
                "id": "1473209212941061_1648397608755553"
            },
            {
                "comments": [],
                "createdTime": "Wed Jan 27 20:19:02 EST 2016",
                "id": "1473209212941061_1648225188772795",
                "message": "https://soundcloud.com/gyro-records/damian-marley-were-gonna-make-it-seyms-remixgyro-records-free-dl"
            },
            {
                "comments": [],
                "createdTime": "Wed Jan 27 20:14:48 EST 2016",
                "id": "1473209212941061_1648224725439508",
                "message": "https://soundcloud.com/seyms/break-loose-seyms-bootleg-remix-gramatik"
            },
            {
                "comments": [],
                "createdTime": "Wed Jan 27 18:45:42 EST 2016",
                "id": "1473209212941061_1648203872108260",
                "message": "all the way from new zealand J double B and midnight dubs present this liquid soul dnb tune! :)\nListen & Download FREE!\n\nhttps://soundcloud.com/open-source-records/j-double-b-midnight-dubs-tb-banger-free-download"
            },
            {
                "comments": [],
                "createdTime": "Tue Jan 26 19:37:10 EST 2016",
                "id": "1473209212941061_1647926865469294"
            },
            {
                "comments": [],
                "createdTime": "Tue Jan 26 19:00:28 EST 2016",
                "id": "1473209212941061_1647919732136674",
                "message": "Promo Mix #1 - Electro Swing by DJ Puppy"
            },
            {
                "comments": [],
                "createdTime": "Mon Jan 25 20:20:37 EST 2016",
                "id": "1473209212941061_1647646878830626",
                "message": "https://soundcloud.com/epiphet23/epiphet-im-so-oldskool-m8"
            },
            {
                "comments": [
                    {
                        "createdTime": "Sun Jan 24 15:48:02 EST 2016",
                        "id": "1647311178864196_1647325845529396",
                        "message": "er ist ein Berliner :D"
                    },
                    {
                        "createdTime": "Tue Jan 26 19:46:05 EST 2016",
                        "id": "1647311178864196_1647930898802224",
                        "message": "i suspect this to be a red herring"
                    }
                ],
                "createdTime": "Sun Jan 24 14:29:43 EST 2016",
                "id": "1473209212941061_1647311178864196",
                "message": "LOL"
            },
            {
                "comments": [],
                "createdTime": "Sun Jan 24 02:22:42 EST 2016",
                "id": "1473209212941061_1647147698880544",
                "message": "https://soundcloud.com/open-source-records/ling-ling-red-or-blue-pill"
            },
            {
                "comments": [],
                "createdTime": "Sun Jan 24 02:17:17 EST 2016",
                "id": "1473209212941061_1647147005547280",
                "message": "fresh new master of this tune :) check it :P\n\nhttps://soundcloud.com/epiphet23/face-t-two-words-epiphet-remix"
            },
            {
                "comments": [],
                "createdTime": "Thu Jan 21 00:08:44 EST 2016",
                "id": "1473209212941061_1646289912299656",
                "message": "A bomb per terrorist .. Disgusting"
            }
        ]
    },
    {
        "id": "733592876658284",
        "name": "Open Source Classroom LLC",
        "posts": [
            {
                "comments": [],
                "createdTime": "Mon Feb 08 10:52:09 EST 2016",
                "id": "733592876658284_1296759593674940",
                "message": "Now 3D printing is wiggling into professional sports...  If you haven't started learning about 3D printing, you'd better get on board soon or you'll be like one of those guys who still carries a flip phone...  (no offense to those who still have a flip phone, but seriously...)\n\nhttp://www.wired.com/2016/02/how-a-3-d-printer-may-have-changed-the-outcome-of-super-bowl-50/?mbid=nl_2516"
            },
            {
                "comments": [{
                    "createdTime": "Fri Jan 29 00:36:21 EST 2016",
                    "id": "1289911327693100_1289933201024246",
                    "message": "here's the video, since the site couldnt be bothered to include it.. :/  https://www.youtube.com/watch?v=8KJF2RVyGJY"
                }],
                "createdTime": "Thu Jan 28 23:32:33 EST 2016",
                "id": "733592876658284_1289911327693100",
                "message": "Legit..."
            },
            {
                "comments": [],
                "createdTime": "Sat Jan 23 20:11:39 EST 2016",
                "id": "733592876658284_1286676311349935",
                "message": "Can anyone say 3D Literacy...?  \n\nhttp://motherboard.vice.com/read/watch-this-robot-solve-a-rubiks-cube-in-less-than-2-seconds?utm_source=mbfb"
            },
            {
                "comments": [],
                "createdTime": "Fri Jan 22 21:08:17 EST 2016",
                "id": "733592876658284_1286087404742159",
                "message": "OSC Maker Space at night..."
            },
            {
                "comments": [],
                "createdTime": "Mon Jan 18 14:06:44 EST 2016",
                "id": "733592876658284_1283311681686398",
                "message": "I want one...\n\nhttps://www.youtube.com/watch?v=kzYb68qXpD0"
            },
            {
                "comments": [],
                "createdTime": "Mon Jan 18 14:02:13 EST 2016",
                "id": "733592876658284_1283309915019908",
                "message": "https://www.youtube.com/watch?v=_vGd1Oy7Cw0\n\nMore detailed video..."
            },
            {
                "comments": [],
                "createdTime": "Sun Jan 17 17:23:55 EST 2016",
                "id": "733592876658284_1282767738407459",
                "message": "Or riding in a drone to go to work...\n\nhttp://www.digitaltrends.com/cool-tech/ehang-184-drone-flying-taxi-ces-2016/"
            },
            {
                "comments": [],
                "createdTime": "Sun Jan 17 17:22:00 EST 2016",
                "id": "733592876658284_1282766798407553",
                "message": "Holy sniekies...  It's only a matter of time before we all will be seeing swarms of drones in the skies.  Let's just hope they are all synchronized to orchestras like these are...\n\nhttps://www.facebook.com/thisisinsider/videos/1506168603023866/"
            },
            {
                "comments": [],
                "createdTime": "Wed Jan 13 20:31:34 EST 2016",
                "id": "733592876658284_1280237308660502",
                "message": "The Master is at it again..."
            },
            {
                "comments": [],
                "createdTime": "Sat Jan 09 16:31:50 EST 2016",
                "id": "733592876658284_1277461872271379",
                "message": "And who said that you can't teach an old dog new tricks?"
            },
            {
                "comments": [],
                "createdTime": "Mon Jan 04 14:20:58 EST 2016",
                "id": "733592876658284_1273748089309424"
            },
            {
                "comments": [],
                "createdTime": "Thu Dec 31 21:56:29 EST 2015",
                "id": "733592876658284_1271365702880996",
                "message": "This is cool. Thanks Tim Vacura for sharing!\n\nhttp://www.engadget.com/2015/12/31/digital-sundial/"
            },
            {
                "comments": [],
                "createdTime": "Fri Dec 25 15:50:53 EST 2015",
                "id": "733592876658284_1266968776654022",
                "message": "It is time...  Open Source Classroom is going to launch an open source 3D printed hand project and invite community makers to help...  https://www.facebook.com/Upworthy/videos/1155310687843121/"
            },
            {
                "comments": [],
                "createdTime": "Thu Dec 24 14:21:26 EST 2015",
                "id": "733592876658284_1266148236736076",
                "message": "It was a great  year for technology...!  You can either sit on the sidelines, or get in the game and be part of the changes.  Open Source Classroom, LLC can get you there...\n\nhttps://www.facebook.com/NowThisNews/videos/538911576286382/"
            },
            {
                "comments": [],
                "createdTime": "Thu Dec 17 18:54:18 EST 2015",
                "id": "733592876658284_1260950730589160",
                "message": "If you aren't on the bandwagon yet...  you might be left behind!  Check out what the future, uh wait,... check out what is going on right now!!!  \n\nhttps://www.youtube.com/watch?v=xVU4FLrsPXs"
            },
            {
                "comments": [],
                "createdTime": "Sat Dec 12 09:57:22 EST 2015",
                "id": "733592876658284_1257626817588218",
                "message": "Finally published.  If you want to build the \"tranceMaker\" here is a link to the project:  http://www.thingiverse.com/thing:1188002"
            },
            {
                "comments": [],
                "createdTime": "Mon Nov 23 11:35:30 EST 2015",
                "id": "733592876658284_1246567468694153",
                "message": "Black Friday Deals at OSC's Maker Space going on from 11/23/15 until 11/28/15!!!\n\n10% OFF \"Crash Course\"!!!\n1 MONTH FREE with a 6-Month Membership!!!\n\nCall Rob @ (217) 899-3166 to get your Gift Certificates today!!!"
            },
            {
                "comments": [],
                "createdTime": "Mon Nov 16 22:11:08 EST 2015",
                "id": "733592876658284_1242960745721492",
                "message": "This is very cool...\n\nhttps://www.youtube.com/watch?v=4MQmlvzE0i8"
            },
            {
                "comments": [],
                "createdTime": "Thu Nov 05 11:44:07 EST 2015",
                "id": "733592876658284_1236463059704594",
                "message": "It was only a matter of time...   https://www.facebook.com/NowThisNews/videos/930949333661858/"
            },
            {
                "comments": [],
                "createdTime": "Sat Oct 31 16:26:19 EDT 2015",
                "id": "733592876658284_1233792219971678",
                "message": "I love MAKERS...!!!  This is freakin awesome!!!\n\nhttps://www.youtube.com/watch?v=lqlrru1V69E"
            },
            {
                "comments": [],
                "createdTime": "Fri Oct 02 10:59:46 EDT 2015",
                "id": "733592876658284_1217184898299077",
                "message": "Who wants to build some micro robots...?  Unleash your innovative potential at the Maker Space.  These micro-robots should help spark some ideas and are super cool!  \n\nhttps://www.youtube.com/watch?v=o3IhGZY0TCE"
            },
            {
                "comments": [],
                "createdTime": "Thu Oct 01 12:01:11 EDT 2015",
                "id": "733592876658284_1216686568348910",
                "message": "Coming soon to the Maker Space...  the \"tranceMaker\".  By far, the most bad ass stereo you have ever seen..."
            },
            {
                "comments": [],
                "createdTime": "Tue Sep 29 09:47:00 EDT 2015",
                "id": "733592876658284_1215626061788294",
                "message": "Here is a link to the article: Plastic Play: Students get hands-on with 3D printing A special thanks goes out to Mrs. Kelly who helped coordinate the training for the 7th and 8th grade students at BJHS.  This is AWESOME!!!\n\nhttp://www.opensourceclassroom.com/2015/09/open-source-classroom-makes-front-page-of-local-paper/"
            },
            {
                "comments": [],
                "createdTime": "Wed Sep 23 21:11:49 EDT 2015",
                "id": "733592876658284_1212690445415189",
                "message": "#3DPrinting"
            },
            {
                "comments": [],
                "createdTime": "Sat Sep 19 11:02:43 EDT 2015",
                "id": "733592876658284_1210060489011518",
                "message": "#3D #Printing"
            }
        ]
    },
    {
        "id": "904318279616651",
        "name": "Open Source Garage",
        "posts": [
            {
                "comments": [],
                "createdTime": "Tue Feb 09 10:12:23 EST 2016",
                "id": "904318279616651_956189971096148"
            },
            {
                "comments": [
                    {
                        "createdTime": "Fri Feb 05 08:43:36 EST 2016",
                        "id": "954251891289956_954281421287003",
                        "message": "Leuke spulletjes!"
                    },
                    {
                        "createdTime": "Fri Feb 05 11:33:21 EST 2016",
                        "id": "954251891289956_954346391280506",
                        "message": "en een edison.. vet.. Nu snel een LoRaWAN gateway opzetten :) en een TOR VPN Box :) of een afstandsbestuurbaar waterpistool :)"
                    }
                ],
                "createdTime": "Fri Feb 05 07:33:39 EST 2016",
                "id": "904318279616651_954251891289956",
                "message": "We have #raspberryPi2 for lunch!"
            },
            {
                "comments": [],
                "createdTime": "Wed Feb 03 15:05:48 EST 2016",
                "id": "904318279616651_953567281358417",
                "message": "#opensourcegarage meets #Stukafest Amsterdam #alaskapollock"
            },
            {
                "comments": [{
                    "createdTime": "Sun Jan 31 05:02:05 EST 2016",
                    "id": "951988098183002_951988424849636",
                    "message": "Jorick van Rhenen thank you for the great job!"
                }],
                "createdTime": "Sun Jan 31 05:00:37 EST 2016",
                "id": "904318279616651_951988098183002"
            },
            {
                "comments": [],
                "createdTime": "Fri Jan 29 09:58:06 EST 2016",
                "id": "904318279616651_951157631599382",
                "message": "Question is... could we learn this cat programming?"
            },
            {
                "comments": [
                    {
                        "createdTime": "Tue Jan 26 04:59:05 EST 2016",
                        "id": "949700701745075_949708088411003",
                        "message": "#1"
                    },
                    {
                        "createdTime": "Tue Jan 26 05:08:21 EST 2016",
                        "id": "949700701745075_949710338410778",
                        "message": "#2"
                    },
                    {
                        "createdTime": "Tue Jan 26 06:51:13 EST 2016",
                        "id": "949700701745075_949747058407106",
                        "message": "2"
                    },
                    {
                        "createdTime": "Tue Jan 26 07:53:13 EST 2016",
                        "id": "949700701745075_949764585072020",
                        "message": "2 of 3"
                    },
                    {
                        "createdTime": "Tue Jan 26 08:51:20 EST 2016",
                        "id": "949700701745075_949784518403360",
                        "message": "#3"
                    },
                    {
                        "createdTime": "Tue Jan 26 10:23:40 EST 2016",
                        "id": "949700701745075_949818921733253",
                        "message": "Nummer 2!"
                    },
                    {
                        "createdTime": "Tue Jan 26 13:26:18 EST 2016",
                        "id": "949700701745075_949884211726724",
                        "message": "#2"
                    },
                    {
                        "createdTime": "Tue Jan 26 13:27:29 EST 2016",
                        "id": "949700701745075_949884455060033",
                        "message": "2 :)"
                    },
                    {
                        "createdTime": "Tue Jan 26 13:27:50 EST 2016",
                        "id": "949700701745075_949884525060026",
                        "message": "Do I have to choose? I like all three of them!"
                    },
                    {
                        "createdTime": "Tue Jan 26 13:35:39 EST 2016",
                        "id": "949700701745075_949886455059833",
                        "message": "#2 of course!!"
                    }
                ],
                "createdTime": "Tue Jan 26 04:30:25 EST 2016",
                "id": "904318279616651_949700701745075",
                "message": "#OpenSourceGarage gaat stickers drukken. Welk design vinden jullie awesome 1, 2 of 3?!"
            },
            {
                "comments": [],
                "createdTime": "Wed Jan 13 08:26:46 EST 2016",
                "id": "904318279616651_943885412326604"
            },
            {
                "comments": [],
                "createdTime": "Wed Jan 13 03:05:50 EST 2016",
                "id": "904318279616651_943805705667908",
                "message": "#Drone #fireworks"
            },
            {
                "comments": [],
                "createdTime": "Fri Jan 08 06:50:43 EST 2016",
                "id": "904318279616651_941506532564492",
                "message": "#hughesroland"
            },
            {
                "comments": [],
                "createdTime": "Thu Jan 07 06:06:08 EST 2016",
                "id": "904318279616651_941029872612158",
                "message": "Techie Jorick met de twee opdrachtgevers van de Mobile event App voor Stukafest Amsterdam Stukafest"
            },
            {
                "comments": [],
                "createdTime": "Wed Jan 06 07:51:57 EST 2016",
                "id": "904318279616651_940614109320401",
                "message": "Wij presenteren je onze nieuwe garage monteur: Jeroen Eerden! Welkom! Ben je opzoek naar een open source IT-baan? Kijk dan eens op Open Source Garage vacature pagina: http://opensourcegarage.nl/jobs/ of stuur een open sollicitatie!"
            },
            {
                "comments": [],
                "createdTime": "Sun Dec 27 19:49:22 EST 2015",
                "id": "904318279616651_936168873098258"
            },
            {
                "comments": [],
                "createdTime": "Thu Dec 24 08:35:40 EST 2015",
                "id": "904318279616651_933946596653819"
            },
            {
                "comments": [],
                "createdTime": "Thu Dec 24 06:46:46 EST 2015",
                "id": "904318279616651_933896339992178",
                "message": "De groeten vanuit Oostenrijk van onze collega Jorick!"
            },
            {
                "comments": [{
                    "createdTime": "Wed Dec 23 07:40:18 EST 2015",
                    "id": "933338093381336_933367900045022",
                    "message": "Open Garage day! Nice!"
                }],
                "createdTime": "Wed Dec 23 06:41:59 EST 2015",
                "id": "904318279616651_933338093381336",
                "message": "#IoT-techies op de koffie bij de #opensourcegarage"
            },
            {
                "comments": [{
                    "createdTime": "Sat Dec 19 17:47:28 EST 2015",
                    "id": "931522576896221_931633610218451",
                    "message": "Geinig!"
                }],
                "createdTime": "Sat Dec 19 11:25:40 EST 2015",
                "id": "904318279616651_931522576896221"
            },
            {
                "comments": [],
                "createdTime": "Wed Dec 16 16:18:37 EST 2015",
                "id": "904318279616651_930240583691087"
            },
            {
                "comments": [],
                "createdTime": "Tue Dec 15 11:54:51 EST 2015",
                "id": "904318279616651_929765567071922",
                "message": "Shaping the #opensourcegarage brand!"
            },
            {
                "comments": [],
                "createdTime": "Fri Dec 11 15:16:25 EST 2015",
                "id": "904318279616651_927979817250497",
                "message": "Fijn weekend!"
            },
            {
                "comments": [],
                "createdTime": "Wed Dec 09 18:33:17 EST 2015",
                "id": "904318279616651_927227287325750",
                "message": "#Blockchain en #IoT uitgelegd."
            },
            {
                "comments": [],
                "createdTime": "Wed Dec 09 06:25:41 EST 2015",
                "id": "904318279616651_927001577348321",
                "message": "Pitch lunch!"
            },
            {
                "comments": [],
                "createdTime": "Wed Dec 09 04:15:04 EST 2015",
                "id": "904318279616651_926971214018024"
            },
            {
                "comments": [],
                "createdTime": "Sun Dec 06 13:28:15 EST 2015",
                "id": "904318279616651_926010780780734"
            },
            {
                "comments": [],
                "createdTime": "Sat Dec 05 14:12:22 EST 2015",
                "id": "904318279616651_925641370817675"
            },
            {
                "comments": [],
                "createdTime": "Sat Dec 05 07:17:45 EST 2015",
                "id": "904318279616651_925505780831234"
            }
        ]
    },
    {
        "id": "279091805598217",
        "name": "Open Source Technology Co., Ltd.",
        "posts": [
            {
                "comments": [{
                    "createdTime": "Wed Jan 06 05:20:03 EST 2016",
                    "id": "529916360515759_529948803845848",
                    "message": "แต่ละ package ราคาเท่าไรครับ"
                }],
                "createdTime": "Wed Jan 06 02:27:41 EST 2016",
                "id": "279091805598217_529916360515759",
                "message": "รายละเอียดบริการดูแลระบบรายปี จากทีมงาน HospitalOS ครับ"
            },
            {
                "comments": [],
                "createdTime": "Mon Dec 28 02:20:25 EST 2015",
                "id": "279091805598217_526793540828041"
            },
            {
                "comments": [{
                    "createdTime": "Thu Dec 24 10:25:20 EST 2015",
                    "id": "525445900962805_525596947614367",
                    "message": "รู้ว่าเสี่ยง แต่ยังจะขอลอง(เทสใน vm ก่อน) มือนวลมาสามปีละ ต้องลองๆ ขอบคุณครับ"
                }],
                "createdTime": "Thu Dec 24 05:45:09 EST 2015",
                "id": "279091805598217_525445900962805",
                "message": "เทศกาลปีใหม่มาอีกแล้วค่ะ สำหรับโรงพยาบาลที่ใช้ HospitalOS ก็จะมีเรื่องของของปีสำหรับการ running ค่าต่างๆในระบบ\n        ส่วนใหญ่จะมีการจัดทำ crontab_reset_year กันแล้ว แต่บางทียังไม่ได้ทำ หรือทำแล้วแต่มันไม่ทำงาน \nก็ต้องใช้วิธี Manaul เอาค่ะ  \nซึ่งตารางที่เก็บข้อมูลปีของโปรแกรม เก็บอยู่ที่ตาราง t_visit_year  วิธีการตรวจสอบว่าตอนนี้ลำดับปีเป็นเท่าไหร่ ให้ใช้คำสั่งด้านล่างนะคะ\n   Select * from t_visit_year  \nถ้าหากวันที่ 1 มกราคา 2559 ปียังเป็น 58 แสดงว่า cron_reset_year ไม่ทำงาน ให้ติดต่อทีมงานนะคะ\n \nทบทวนการทำ cron_resetyear กันอีกทีนะคะ  \n\n       การ ติดตั้ง cron_resetyear.sh เป็นการสั่งให้เคลียร์เลขลำดับให้เริ่มที่ 1 ใหม่ของวันที่ 1 มกราคม ของทุกปีโดยอัตโนมัติ โดยจะทำการเคลียร์เลขลำดับผู้ป่วยนอก(vn) เลขลำดับผู้ป่วยใน(an) หมายเลขกองทุนยา(dfn) หมายเลขเอ๊กซเรย์(xn)\n\nการเช็คว่าโรงพยาบาลมี crontab โดยวิธีการดังนี้\n1. เขียน crontab แล้วหรือยัง\nวิธีเช็ค คือพิมพืคำสั่ง crontab -l -u postgres แล้วดูว่ามีบรรทัดสีแดงนี้หรือยัง ถ้าไม่มีให้เพิ่มเข้าไปนะคะ\n\nroot@bangkan-server:~# crontab -l -u postgres\n00 00 * * 0 /usr/local/pgsql/util/backup/sunday.sh\n00 00 * * 1 /usr/local/pgsql/util/backup/monday.sh\n00 00 * * 2 /usr/local/pgsql/util/backup/tuesday.sh\n00 00 * * 3 /usr/local/pgsql/util/backup/wednesday.sh\n00 00 * * 4 /usr/local/pgsql/util/backup/thursday.sh\n00 00 * * 5 /usr/local/pgsql/util/backup/friday.sh\n00 00 * * 6 /usr/local/pgsql/util/backup/saturday.sh\n00 00 * * * /usr/local/pgsql/util/backup/daily.sh\n00 18 * * * /usr/local/pgsql/util/backup/daily.sh\n00 00 * * * /usr/local/pgsql/util/clean/vacuum.sh\n00 00 1 1 * /usr/local/HospitalOS/Hos3.9/crontab/cron_resetyear.sh \n\nหลังจากเพิ่มแล้วสั่งให้ cron จำค่าใหม่โดยพิมพ์ # /etc/init.d/cron restart\nหรือ # /etc/init.d/crond restart\n\n2.ดูไฟล์นี้นะคะ Hos3.8/cron/cron_resetyear.sh หรือ Hos3.9/cron/cron_resetyear.sh ว่ามี path ในไฟล์ถูกต้องหรือเปล่า ตัวเล็กตัวใหญ่ต้องให้เหมือนกัน ส่วน path program java ที่ไม่เหมือนกันกับในไฟล์ก็สามารถใช้ได้ครับ แต่ต้องอ้าง path ให้ตรงกัน\n#cat /usr/local/hospitalOS/Hos3.9/cron/cron_resetyear.sh\nJDK_HOME=/usr/java/j2sdk1.4.2_05\nAPP_PATH=/usr/local/hospitalOS/Hos3.9\ncd $APP_PATH\n$JDK_HOME/bin/java -cp $APP_PATH/lib/HospitalOSV3.jar:$APP_PATH/lib/standardHospitalOS.jar:$APP_PATH/lib/postgresql-8.1dev-400.jdbc3.jar:$APP_PATH/lib/module/henbelib.jar:$APP_PATH/lib/module/pcu.jar com.hosv3.control.CleanTrans resetYear\n\n3.เช็คเพิ่มเติมค่ะ ใน /usr/local/HospitalOS/Hos3.9 ให้นำไฟล์ .hospital_os.cfg จาก client ไปวางด้วยนะคะ\n\n4.เพื่อป้องปันปัญหาจากสิทธ์การใช้งานที่อาจะเกิดขึ้น เปลี่ยน mode ตามด้านล่างนะครับ\nchmod -R 775 /usr/local/hospitalOS/Hos*\nchmod -R 775 /usr/local/HospitalOS/Hos*\n \n\n          คำสั่งดังหล่าวรันบน command นะคะ\n\n---ส่วนท่านทีต้องการกดปุ่ม resetyear เอง ให้จดหมายเลขค่าปัจจุบนของเลข seqeunce ไว้ด้วยนะคะ ถ้าเลขไหนจะให้ run ต่อให้นำมาใส่ในค่าถัดไป \nเพราะว่าการกดปุ่ม resetyear ค่ามันจะเริ่มลำดับที่ 1 ให้อัตโนมัติค่ะ\n\nวิธีที่ 2 การกดปุ่ม Reset_year แบบ Manaul\nสำหรับ รพ.สมาชิกที่ไม่ได้ทำ scrip contab เริ่มปีใหม่อัตโนมัติ สามารถทำได้ดังนี้ค่ะ\n\n1. Loging เข้าสู่โปรแกรม HospitalOS Setup ด้วย User : admin\n2. เลือกเมนู HospitalOS Setup --> รายการอื่นๆ --> แสดงเลข Sequence\n3. กดปุ่ม Reset Year เพื่อเริ่มปีถัดไป\n4. ตรวจสอบรูปแบบ HN\nกรณีโรงพยาบาลที่ใช้รูปแบบเลข HN แบบ yy0000000 สามารถทำได้ 2 แบบ\n1) ถ้าต้องการเริ่ม HN ใหม่ ให้ใส่ ค่าถัดไป เป็น 1 \n2) ถ้าต้องการให้ค่าถัดไปนับต่อจากปีนี้ ไม่ต้องเปลี่ยนค่าถัดไป\nกรณีโรงพยาบาลที่ใช้รูปแบบเลข HN แบบ 000000000 สามารถทำได้ 2 แบบ \n1) ถ้าต้องการเริ่ม HN ใหม่ ให้ใส่ ค่าถัดไป เป็น 570000001\n2) ถ้าต้องการให้ค่าถัดไปนับต่อจากปีนี้ เช่น ปีที่แล้ว 560000355 เปลี่ยนเป็น 570000355\n5. กดปุ่มบันทึก\n\nแต่ปีนี้ สำหรับโรงพยาบาลที่ Update patch เป็นเวอร์ชั่น Hos3.9.21 ขึ้นไป สามารถเข้าไปตั้งค่าที่หน้า admin ให้ระบบรันปีงบประมาณอัตโนมัติได้แล้วนะคะ วิธีการตามที่น้องเก๋แนบรูปมาให้ค่ะ เปลี่ยนวันที่เป็นวันที่ 1 มกราคมของทุกปี กดปุ่มบันทึกค่ะ"
            },
            {
                "comments": [],
                "createdTime": "Mon Nov 30 04:34:36 EST 2015",
                "id": "279091805598217_517002101807185"
            },
            {
                "comments": [],
                "createdTime": "Wed Nov 25 03:13:34 EST 2015",
                "id": "279091805598217_515516188622443"
            },
            {
                "comments": [],
                "createdTime": "Tue Nov 24 23:58:27 EST 2015",
                "id": "279091805598217_515483238625738"
            },
            {
                "comments": [],
                "createdTime": "Wed Oct 07 00:47:43 EDT 2015",
                "id": "279091805598217_502624096578319",
                "message": "ใครเป็นแฟนพันธ์แท้ HospitalOS  มาดูกันเล้ยย  อย่าลืมแชร์บอกต่อเพื่อนๆๆกันน๊า :)"
            },
            {
                "comments": [],
                "createdTime": "Tue Aug 25 11:09:32 EDT 2015",
                "id": "279091805598217_488970441277018",
                "message": "http://youtu.be/0vX6ziFHjj8"
            },
            {
                "comments": [{
                    "createdTime": "Fri Jul 03 05:49:03 EDT 2015",
                    "id": "468078843366178_468081716699224",
                    "message": "ตัวอย่างฟอร์มพิพ์ค่ะ เงื่อนไข:ต้องจำหน่ายผู้ป่วยในตรงเมนูผู้ป่วยในแล้วก็กดปุ่มคิดเงินเรียบแล้วค่ะ ถึงจะพิมพ์ได้"
                }],
                "createdTime": "Fri Jul 03 05:25:34 EDT 2015",
                "id": "279091805598217_468078843366178",
                "message": "Happy Friday ค๊าา   ^^ \n\n        สวัสดีเดือนใหม่ เผลอแป๊บเดียวก็กลางปีแล้วนะคะ วันนี้มาแจกใบพิมพ์ เป็นแบบรายการค่ารักษาพยาบาลผู้ป่วยใน(นค2)  ดาวน์โหลดแล้วนำไปวางที่ C:\\Program Files\\HospitalOS\\Hos3.9\\hprinting\\byuser  เสร็จแล้วปิดระบบลองเข้าใหม่ดูนะ https://drive.google.com/file/d/0BzzuMbkQqOC9SEppUG5aTlBKeHM/view?usp=sharing"
            },
            {
                "comments": [{
                    "createdTime": "Mon Jun 29 03:38:16 EDT 2015",
                    "id": "466846643489398_466870393487023",
                    "message": ""
                }],
                "createdTime": "Mon Jun 29 00:54:26 EDT 2015",
                "id": "279091805598217_466846643489398",
                "message": "เรียน สมาชิกโรงพยาบาลทุกท่าน\n\n             เนื่องจากได้รับแจ้งจากหลายๆโรงพยาบาลตั้งแต่วันเสาร์ที่ 27 มิถุนายน 2558 ว่าไม่สามารถเข้าไปเช็คสิทธิผ่าน web service ของ HospitalOS ได้   สืบเนื่องจากสปสช.ตัดข้อมูลการเชื่อมต่อ เนื่องจากมีการเข้าไปเช็คสิทธิเกินโคว้ต้าที่เค้ากำหนดไว้ แต่ทั้งนี้ก็ไม่ได้แจ้งไว้นะคะ ว่ากำหนดไว้เท่าไหร่  ทำให้ช่วงนี้โรงพยาบาลค่อนข้างมีปัญหาในการเข้าไปเช็คสิทธิ  ทางสปสช.ฝากแจ้งมา ตามรายละเอียดด้านล่างค่ะ หากมีช่องทางอื่นให้ตรวจสอบ ทางทีมจะอัพเดตให้ทราบอีกครั้งค่ะ"
            },
            {
                "comments": [],
                "createdTime": "Wed Jun 24 00:53:23 EDT 2015",
                "id": "279091805598217_465340453640017",
                "message": "โปรโมชั่นบริการติดตั้งระบบ จาก Hospital OS รับส่วนลดค่าติดตั้ง 25% เราเป็นหนึ่งใน HIS ที่มีผู้ใช้งานทั่วประเทศ\n\n*ค่าบริการดังกล่าวเป็นค่าดำเนินงานของทีมงานเท่านั้น สำหรับ Hospital OS ยังคงเป็น Open Source Software ที่สามารถดาวโหลดไปติดตั้งได้ฟรี และไม่มีค่าลิขสิทธิรายปี"
            },
            {
                "comments": [],
                "createdTime": "Mon Jun 22 06:15:25 EDT 2015",
                "id": "279091805598217_464736203700442",
                "message": "ขออนุญาตประชาสัมพันธ์โปรโมชั่นติดตั้งระบบ Hospital OS สำหรับโรงพยาบาลใหม่ครับ ค่าบริการดังกล่าวเป็นค่าบริการติดตั้งระบบครับ สำหรับ Hospital OS ยังคงเป็น Free License เหมือนเดิม พี่ๆ โรงพยาบาลไหนมีทีมงานไอที สามารถนำไปติดตั้งได้ฟรี และติดต่อทีมงานเพื่อช่วยเหลือผ่านทาง Call Center ได้เหมือนเดิมครับ"
            },
            {
                "comments": [],
                "createdTime": "Thu May 28 00:30:38 EDT 2015",
                "id": "279091805598217_454447674729295",
                "message": "เพิ่มพูนความรู้ในเรื่อง 43 แฟ้ม by อ.คิดคม ^^"
            },
            {
                "comments": [],
                "createdTime": "Tue May 19 03:53:08 EDT 2015",
                "id": "279091805598217_450460855127977",
                "message": "ยินดีต้อนรับสมาชิกใหม่ รพ.คริสเตียนแม่น้ำแควน้อย อ.สังขละบุรี จ.กาญจนบุรีค่ะ ^____^"
            },
            {
                "comments": [
                    {
                        "createdTime": "Fri May 08 09:59:24 EDT 2015",
                        "id": "446958062144923_447015012139228",
                        "message": "อยากเชิญชวนให้ร่วมด้วยช่วยกัน ตามกำลังที่มีค่ะ เพื่อนชาวเนปาลที่อยู่ทางโน้นบอกว่าบ้านพังหมดทั้งหลัง ตอนนี้นอนเต้นท์เอาค่ะ ต้องการความช่วยเหลือในเรื่องวัสดุก่อสร้างและผู้ที่สามารถสร้างที่อยู่อาศัยให้พวกเขาได้ด้วยค่ะ\n\nขอบคุณค่ะ^^"
                    },
                    {
                        "createdTime": "Fri May 08 12:27:25 EDT 2015",
                        "id": "446958062144923_447052412135488",
                        "message": "\"The value of a man resides in what he gives and not in what he is capable receiving.\" - Albert Einstein\n\nช่วยๆกันค่ะ"
                    }
                ],
                "createdTime": "Fri May 08 05:05:27 EDT 2015",
                "id": "279091805598217_446958062144923",
                "message": "Let’s Help Nepal\n---------------------------------------------------\n\nเมื่อ 3 ปีที่ผ่านมา ผมและทีมงานเคยมีส่วนเข้าไปช่วยพัฒนาระบบข้อมูลสุขภาพ ให้กับ Kathmandu Model Hospital และ รพ. ในเครือข่ายของ NGO กว่า 20 แห่ง ที่เนปาล\n\nในขณะนั้น มีเหตุขัดแย้งทางการเมือง ผู้คนถูกห้ามสัญจรด้วยยานพาหนะ ทำให้เราต้องเดินเท้าไปทำงานทุกวันด้วยระยะทางกว่า 10 กม. รวมถึงชาวบ้านต่างต้องเดินเท้าจากพื้นที่ห่างไกล เพื่อเข้ามาทำงานในตัวเมือง \n---------------------------------------------------\n\nจากเหตุภัยพิบัติครั้งใหญ่นี้ ทำให้พวกเราทราบดีถึงปัญหาที่จะเกิดขึ้นในเนปาล ผู้คนไม่เพียงต้องเผชิญกับความขาดแคลนทั้งสิ่งของและความช่วยเหลือ แต่ยังจะขาดการจัดการที่ดี โดยเฉพาะเรื่องการขนส่งและการลำเลียงสิ่งของไปยังสถานที่ประสบภัยต่างๆ  \n\nผมได้รับการประสานงานจาก “คุณหมอ ภูมินทร์” อดีตผู้อำนวยการ รพ. ป่าตอง ซึ่งปัจจุบันท่านเป็นรองเลขาศูนย์การแพทย์ฉุกเฉิน ผมกับท่านเคยช่วยงานกันก่อตั้ง DMAT Phuket ( www.facebook.com/pages/DMAT-Phuket/135581176542608 ) ซึ่งเป็นทีมแพทย์ พยาบาล อาสาที่จะทำงานเมื่อเกิดเหตุภัยพิบัติ ซึ่งตอนนี้ “คุณหมอภูมินทร์” ได้อยู่ที่เนปาลแล้ว และได้เจอกับปัญหาในการจัดการ และ ต้องการเงินสนับสนุนเป็นอย่างมากเพื่อแก้ปัญหาในพื้นที่ ซึ่งมีทั้งค่าใช้จ่ายในการเดินทาง ด้านยานพาหนะ รวมถึงการตั้งหน่วยแพทย์ เพื่อออกไปให้ความช่วยเหลือผู้คนในพื้นที่ห่างไกล ที่ไม่สามารถเดินทางเข้ามาขอความช่วยเหลือในเมืองได้ \n---------------------------------------------------\n\nหากท่านใดประสงค์จะบริจาคเงินเพื่อให้\n“คนทำงานจริง และ แก้ปัญหาได้จริง”\nสามารถบริจาคได้ที่\n\nเลขที่บัญชี 885-239356-8 นายภูมินทร์ ศิลาพันธ์\nบัญชีออมทรัพย์ ธนาคารไทยพาณิชย์"
            },
            {
                "comments": [],
                "createdTime": "Fri May 08 00:36:56 EDT 2015",
                "id": "279091805598217_446919785482084",
                "message": "บริษัทโอเพน ซอร์ส เทคโนโลยีจำกัด ร่วมเป็นหนึ่งของตัวแทนสถานประกอบการ จังหวัดภูเก็ต เข้าร่วมการประชุมประเมินความพร้อมและศักยภาพการจัดการเรียนการสอน ระดับปริญญาตรีสายเทคโนโลยี สาขาวิชาเทคโนโลยีสารสนเทศ สถาบันการอาชีวศึกษาภาคใต้ 2 วิทยาลัยอาชีวศึกษาภูเก็ต เพื่อประโยชน์ในการผลิตบุคลากรด้านไอที ที่มีศักยภาพ รองรับการขยายตัวทางธุรกิจในอนาคต"
            },
            {
                "comments": [],
                "createdTime": "Thu Apr 30 22:44:49 EDT 2015",
                "id": "279091805598217_444766399030756",
                "message": "Happy วันแรงงานค่ะ วันนี้บริษัทหยุดทำการ 1 วันนะคะ เนื่องจากวันแรงงานแห่งชาติ เปิดทำการอีกทีวันจันทร์ที่ 4 พฤษภาคม 2558 ค่ะ พี่ๆมีปัญหาสอบถามรบกวนติดต่อผ่านทางอีเมล์ support@hospital-os.com นะคะ ราชการหยุดยาวหลายวัน ใครมีแผนท่องเที่ยว เดินทางปลอดภัยนะค๊า /admin N'Kae"
            },
            {
                "comments": [],
                "createdTime": "Tue Apr 28 04:41:53 EDT 2015",
                "id": "279091805598217_443569265817136"
            },
            {
                "comments": [],
                "createdTime": "Tue Apr 28 01:26:37 EDT 2015",
                "id": "279091805598217_443525602488169"
            },
            {
                "comments": [],
                "createdTime": "Tue Apr 28 01:26:06 EDT 2015",
                "id": "279091805598217_443525512488178"
            },
            {
                "comments": [],
                "createdTime": "Tue Apr 28 00:38:11 EDT 2015",
                "id": "279091805598217_443515519155844"
            },
            {
                "comments": [],
                "createdTime": "Tue Apr 21 19:18:00 EDT 2015",
                "id": "279091805598217_440825542758175"
            },
            {
                "comments": [],
                "createdTime": "Wed Apr 15 23:49:30 EDT 2015",
                "id": "279091805598217_438604252980304",
                "message": "สวัสดีปีใหม่ไทยนะคะ วันนี้เป็นวันแรกของการเริ่มงานวันแรกหลังหยุดยาวนะคะ เที่ยวกันเพลิน  อย่าลืมกลับมาทำงานกันนะคะ ^^ วันนี้มาแจกรายงาน ระยะเวลารอคอยสำหรับจุดบริการมาให้ค่ะ  หลังหยุดยาวคนไข้น่าจะเยอะนะคะวันนี้  copy SQL ไปวางไว้ที่ report 3.9 ได้เลยค่ะ\n\nselect\nb_service_point.service_point_description AS จุดบริการ\n,t_visit.visit_hn AS HN\n,t_visit.visit_vn AS \"VN/AN\"\n,f_patient_prefix.patient_prefix_description ||' '|| t_patient.patient_firstname ||' '|| t_patient.patient_lastname AS \"ชื่อ-นามสกุล\" \n,substr(t_visit_service.visit_service_treatment_date_time,12,8) AS เวลาเข้าจุด\n,substr(t_visit_service.visit_service_finish_date_time,12,8) AS เวลาออกจากจุด\n,cast(cast(substr(t_visit_service.visit_service_finish_date_time,12,8)as time)- cast (substr(t_visit_service.visit_service_treatment_date_time,12,8)as time)as time )AS เวลาในจุด\n\nfrom t_patient\nLEFT JOIN f_patient_prefix\nON t_patient.f_patient_prefix_id = f_patient_prefix.f_patient_prefix_id\nINNER JOIN t_visit\nON t_patient.t_patient_id = t_visit.t_patient_id\nINNER JOIN t_visit_service\nON t_visit.t_visit_id = t_visit_service.t_visit_id\nINNER JOIN b_service_point\nON t_visit_service.b_service_point_id = b_service_point.b_service_point_id\n\nwhere substr(t_visit.visit_begin_visit_time,1,10) between substring(?,1,10) and substring(?,1,10)--วันที่ออกรายงาน คือวันที่ผู้ป่วยเข้ารับบริการ\nAND t_visit.f_visit_status_id <> '4'\nAND b_service_point.service_point_active ='1'\nAND t_visit_service.visit_service_finish_date_time <> '' --วัน-เวลา ที่เริ่มรักษา ต้องไม่เท่ากับค่าว่าง\nAND t_visit_service.visit_service_treatment_date_time <> ''  --วัน-เวลา ที่สิ้นสุดดารรับบริการ ต้องไม่เท่ากับค่าว่าง\norder by HN  \n\n/admin N'Kae"
            },
            {
                "comments": [],
                "createdTime": "Wed Apr 08 04:10:06 EDT 2015",
                "id": "279091805598217_435324463308283",
                "message": "บริษัท open source technology จำกัด ยินดีต้อนรับนักศึกษาปี 4 มหาวิทยาลัยสงขลานครินทร์ วิทยาเขต ภูเก็ต\nสาขา IT, SE, eBiz ศึกษาดูงานหัวข้อ  Open source software วันที่ 8 เมษายน 2558\n\nจุดประสงค์เพื่อให้ทราบถึงลิขสิทธิ์ซอฟต์แวร์ ประเภท Open source software และ  Business model จะทำธุรกิจหรือมีรายได้จากซอฟต์แวร์ประเภทนี้ได้อย่างไร หวังว่าการดูงานครั้งนี้จะทำให้น้องๆ\nเข้าใจเกี่ยวกับ  Open source มากขึ้นนะครับ ^_^"
            },
            {
                "comments": [],
                "createdTime": "Thu Apr 02 00:15:48 EDT 2015",
                "id": "279091805598217_432556536918409"
            }
        ]
    },
    {
        "id": "874867395871312",
        "name": "Open Source Café",
        "posts": [
            {
                "comments": [],
                "createdTime": "Sun Nov 29 19:50:36 EST 2015",
                "id": "874867395871312_1068261503198566",
                "message": "All new, all vegan salon at 2533 SE Belmont."
            },
            {
                "comments": [],
                "createdTime": "Thu Jul 16 21:38:59 EDT 2015",
                "id": "874867395871312_1001492866542097",
                "message": "#FreshPress juice kept me going in #Pittsburgh. If you find yourself in #Pgh, check them out at 437… https://t.co/ob6WnmXCcC"
            },
            {
                "comments": [],
                "createdTime": "Wed Jul 15 00:13:27 EDT 2015",
                "id": "874867395871312_1000581149966602",
                "message": "#Vegan sweet chili hot wings with vegan honey mustard sauce at #PipersPub! So good. #Pittsburgh is so… https://t.co/6CnMEgYfI9"
            },
            {
                "comments": [],
                "createdTime": "Sun Jul 12 19:54:00 EDT 2015",
                "id": "874867395871312_999535940071123",
                "message": "#Vegan pizza at the Blue Line Grille in Pittsburgh. Caramelized onions, sun dried tomatoes and… https://t.co/BmLJiRAFAR"
            },
            {
                "comments": [
                    {
                        "createdTime": "Sat Jul 04 10:33:27 EDT 2015",
                        "id": "874867395871312:995169290507788:10101331650483551_995292390495478",
                        "message": "Yum! I do miss that beautiful city... Enjoy, and be safe!☺️"
                    },
                    {
                        "createdTime": "Sun Jul 05 04:57:11 EDT 2015",
                        "id": "874867395871312:995169290507788:10101331650483551_995660403792010",
                        "message": "Oooh, tamales ♡"
                    }
                ],
                "createdTime": "Sat Jul 04 04:05:43 EDT 2015",
                "id": "874867395871312_995169290507788",
                "message": "#Vegan tamales at Sunrise in the Mission. Our last hurrah in San Francisco. So much amazing food. I… https://t.co/1bxiJklpgu"
            },
            {
                "comments": [],
                "createdTime": "Thu Jul 02 02:54:32 EDT 2015",
                "id": "874867395871312_994088460615871",
                "message": "Just posted a photo https://t.co/qn9reaKyAG"
            },
            {
                "comments": [],
                "createdTime": "Wed Jul 01 11:18:44 EDT 2015",
                "id": "874867395871312_993732077318176",
                "message": "Tostadas de Ceviche @graciasmadre totally #vegan Mexican. Kimmie had the Flautas de… https://t.co/iGJLBDXHHI"
            },
            {
                "comments": [],
                "createdTime": "Tue Jun 30 19:32:00 EDT 2015",
                "id": "874867395871312_993405890684128",
                "message": "Apparently, it's cool to drink #StumptownCoffee in San Francisco. https://t.co/BATPNw8hh9"
            },
            {
                "comments": [],
                "createdTime": "Sat Jun 27 18:42:01 EDT 2015",
                "id": "874867395871312_991796667511717",
                "message": "Love my new all #vegan backpack. Get yer own @BlackStarBags. #BlackStarBags on Hawthorne. @ Black… https://t.co/9i7Yu22BmZ"
            },
            {
                "comments": [],
                "createdTime": "Thu Jun 18 23:54:32 EDT 2015",
                "id": "874867395871312_985806824777368",
                "message": "To all our wonderful customer friends: Open Source Cafe is temporarily shutting down. We'll be… https://t.co/HoiI68buoH"
            },
            {
                "comments": [],
                "createdTime": "Thu Jun 18 23:44:31 EDT 2015",
                "id": "874867395871312_985803568111027",
                "message": "Three carts got hit at the pod. Thieves stole the donations for NW Children's Outreach AGAIN! But I… https://t.co/U59W7XIPV4"
            },
            {
                "comments": [{
                    "createdTime": "Thu Jun 18 01:38:24 EDT 2015",
                    "id": "985342064823844_985364931488224",
                    "message": "Where's the dislike button? So sorry to hear that."
                }],
                "createdTime": "Thu Jun 18 00:02:52 EDT 2015",
                "id": "874867395871312_985342064823844",
                "message": "Looks like we got broken into last night. Haven't assessed the damage yet, but there's a pretty good chance we won't be open tomorrow. :-("
            },
            {
                "comments": [],
                "createdTime": "Sun Jun 14 17:25:25 EDT 2015",
                "id": "874867395871312_983155335042517",
                "message": "Seems like everyone's off celebrating so well be closing early today (like, in a few minutes). Happy… https://t.co/6cbjsoNW6c"
            },
            {
                "comments": [],
                "createdTime": "Sat Jun 13 16:58:17 EDT 2015",
                "id": "874867395871312_982460751778642",
                "message": "#Portland #LocalArtists showing off their stuff today at #BelmontStreet Eats and #CraftMarket right… https://t.co/mpDONNwqCB"
            },
            {
                "comments": [{
                    "createdTime": "Sun Jun 07 02:18:47 EDT 2015",
                    "id": "978822565475794_978908512133866",
                    "message": "yum!! thanks for the tip!!"
                }],
                "createdTime": "Sat Jun 06 20:24:41 EDT 2015",
                "id": "874867395871312_978822565475794",
                "message": "If you find yourself in Astoria, go here: https://instagram.com/p/3j4rk2tpaK/. Do it!"
            },
            {
                "comments": [],
                "createdTime": "Sat Jun 06 19:27:18 EDT 2015",
                "id": "874867395871312_978805155477535",
                "message": "Cup of #VeganChili w Garlic Garbanzo sauce. #VeganFoodCart #VeganComfortFood. Open 'til 8. http://t.co/148To8D2sT"
            },
            {
                "comments": [],
                "createdTime": "Sat Jun 06 16:17:49 EDT 2015",
                "id": "874867395871312_978747595483291",
                "message": "We have done really great crafts at the Belmont Street Eats snd Market today. Come out and check out these local artists. Also live music should start at about 2."
            },
            {
                "comments": [],
                "createdTime": "Sat Jun 06 13:06:58 EDT 2015",
                "id": "874867395871312_978696935488357",
                "message": "Portland's best #Vegan #PhillyCheeseSteak! Serving them up at #OpenSourceCafe all day. Ice Cold… https://t.co/ErMvO0jNA1"
            },
            {
                "comments": [],
                "createdTime": "Sun May 31 16:53:15 EDT 2015",
                "id": "874867395871312_976299599061424",
                "message": "Open for business!"
            },
            {
                "comments": [
                    {
                        "createdTime": "Sun May 31 16:07:54 EDT 2015",
                        "id": "874867395871312:976219589069425:10101331650483551_976281252396592",
                        "message": "Doh! Good luck dealing with that!"
                    },
                    {
                        "createdTime": "Sun May 31 18:36:58 EDT 2015",
                        "id": "874867395871312:976219589069425:10101331650483551_976328139058570",
                        "message": "Moving is tough and stressful- unexpected things happen. Apologies, and thank you for your help. Please join us for some coffee on the house when we open for business💙💜"
                    },
                    {
                        "createdTime": "Mon Jun 01 02:36:40 EDT 2015",
                        "id": "874867395871312:976219589069425:10101331650483551_976445722380145",
                        "message": "And here I thought the house was parked in front of you before.... Great B&G, by the way - super fluffy biscuits!"
                    }
                ],
                "createdTime": "Sun May 31 14:38:44 EDT 2015",
                "id": "874867395871312_976219589069425",
                "message": "Due to this situation, we will be opening late. Many apologies. I wasn't expecting this today. http://t.co/MrqAoMaLmU"
            },
            {
                "comments": [],
                "createdTime": "Sat May 30 17:52:08 EDT 2015",
                "id": "874867395871312_975708429120541",
                "message": "Belmont Street Eats Food Cart Pod | Featuring Artists, Bands, Burgers, Vegan & More! https://t.co/eVwQxrn9am via @sharethis"
            },
            {
                "comments": [],
                "createdTime": "Sat May 30 17:48:27 EDT 2015",
                "id": "874867395871312_975707729120611",
                "message": "#BreakingThePolice is playing right now at #BelmontStreetEats. They'll be here a while so come check… https://t.co/KPN4vvDOaD"
            },
            {
                "comments": [],
                "createdTime": "Sat May 30 17:07:54 EDT 2015",
                "id": "874867395871312_975697185788332",
                "message": "Some great crafts at the pod today plus live music starting soon. #BelmontStreetEats… https://t.co/wWvJppB7ox"
            },
            {
                "comments": [{
                    "createdTime": "Fri May 29 22:06:42 EDT 2015",
                    "id": "874867395871312:975124569178927:10101331650483551_975183475839703",
                    "message": "Grilled tempeh, brown rice, green leaf lettuce, cucumbers, tomatoes,  green onions, and our special sweet mustard sauce which doesn't have a silly name yet, so send me your ideas. Best idea wins a free whatever!"
                }],
                "createdTime": "Fri May 29 21:44:16 EDT 2015",
                "id": "874867395871312_975124569178927",
                "message": "We're doing our cool, crisp, sweet mustard #tempehwrap again today. Perfect thing for a hot day.… https://t.co/9jgfmtCxE8"
            },
            {
                "comments": [{
                    "createdTime": "Fri May 29 19:26:44 EDT 2015",
                    "id": "874867395871312:975015829189801:10101331650483551_975057672518950",
                    "message": "Super YUM!!!"
                }],
                "createdTime": "Fri May 29 17:04:43 EDT 2015",
                "id": "874867395871312_975015829189801",
                "message": "Super #Vegan #BiscuitsAndGravy! Try our garlicky red potatoes on the side or right on top! #VeganComfortFood!! http://t.co/U2ThbQMEg9"
            }
        ]
    }
]